#version: 0.2
c c
C C
( =
cc c
@ @
] (
N C
) [
CC C
cc ccc
C c
n c
O C
C N
) (
CC N
C O
cc cc
C l
N c
CC CC
( -
) (=
CC O
CO c
n H
) =
( [
c n
C NC
CC c
CCC N
1 2
C OC
B r
n n
NC c
n cc
CC CCC
O c
+ ]
@ ]
CC OC
C S
2 1
- ]
@@ ]
c nc
s c
o c
N CC
O CC
-] )
CCO CC
C n
2 3
+] (=
CC NC
n nc
( /
CCO c
) /
ccc nc
3 2
O Cc
cc nc
CC S
N S
N N
@ ](
@@ ](
CCC O
cn n
CCC c
cc n
CCC NC
CC n
ccc o
CC CCN
cccc n
ccc s
]( [
cc ncc
S C
n o
CS c
c s
n oc
nc nc
CN c
c sc
N CCC
N CCc
n ccc
cn cc
3 4
CCCC CC
S c
N H
n cccc
OC O
nc n
N CCN
N NC
CCN CC
CCCC CCCC
cc sc
+ ](
O CCO
CCC n
CCC Oc
S CC
ccc n
CO CC
4 3
N O
CNC c
( \
CS C
o n
= [
ncc n
CO CCN
CN S
cc nn
CCCC O
CO Cc
. [
CCC OC
cnc n
cc oc
1 3
O CCN
+ ]([
CCS C
CN CC
S i
ncc s
N CCCN
O CCC
s ccc
CCCC NC
CCN c
)( [
N CCCC
S Cc
nn n
/ [
CCC S
nccc n
c oc
CCCC c
F c
CCS c
N CCO
cn ccc
CS CC
C F
Cl c
c o
cn ccn
CCCC Oc
CC CCCN
nn nn
NCC NC
\ [
CCCC CCC
o ccc
CCC Nc
3 1
CC NCc
@] (=
4 5
CCN S
@@] (=
]( /
CO CCO
ncc nc
O P
CCS CC
N a
cn nn
O CCCC
cnc nc
) -
cn nc
N Nc
CO P
CN N
F C
O CCc
CCO CCO
O CCCO
nn nc
O CCCN
CC l
O S
N CCOc
N CCCc
CS CCN
o nc
CN CCN
nc nn
cs cn
CCCC n
nnc n
CS Cc
n s
CO CCNC
CCCC OC
-] )[
CO CCOc
no nc
CCCCC NC
cc on
+] [
CCOCC NC
CO CCC
ccnc n
nc sc
NCC n
CCC NCc
CCC l
5 4
n sc
CN CCO
NCC S
CO CCn
OCC NC
s cc
CCCCCCCC CCCC
C H
CCCN CC
nn cc
2 4
N CCCNC
O N
nc oc
CCCC S
CO CCCN
CCCCC Oc
o cnc
NCCC n
CCCCC c
cnc s
Br c
CN CCC
CCCCC O
s n
NCC CCN
+] .[
O CCOC
CN CCc
N CCOC
CO N
s cnc
O O
] [
CCO Cc
NCCC OC
N OC
CCCCC n
CCC SC
cs nn
NCCN c
-] .[
CCCC CCN
nc ncc
N CCCCC
CCO P
CO CCOC
CO CCCNC
CCCCCCCC CCCCCCCC
C Br
co cn
+] )
CCC OCC
O CCOc
N CCCO
N n
OC OC
CCO CCN
OCC n
NC N
cs cc
S CCN
+] =[
4 2
S CCS
ccc nn
CCCCN c
CCCC CCO
ns nc
nnc s
CC F
no cc
-] )=
C P
CCCCC OC
# [
CCC Sc
cn oc
N CCOCC
S CCC
ccn s
CS CN
CCCC CCCCCC
CCCC CCOc
-] #[
O CCCc
NCCO CCN
CCCC CCNC
CCCC CCCCC
+] =
cnc o
cc nnc
co nc
o cc
o ncc
CCCN S
nn sc
CCCCCCCC CCC
O CCCNC
CO CCc
s ccn
CCS Cc
) \
cnn s
NN N
] )
CS CCC
NCCCC n
NCCC Oc
cn sn
)( /
1 4
5 6
CN CCCNC
N P
CCC F
CO S
CO CCCOc
ncc o
NCCN S
s nc
3 5
CCCC CCc
O CCCOc
CCO CCCNC
CCO CCOC
-] [
N CCCCCC
COCC NCc
)= [
COCCN c
CCO CCC
NCCC NCc
cn on
CO NC
1 0
N OCc
CO CCCC
s nnc
O B
] %
CCCCCCCC CCCCCC
1 1
CN CCNC
6 5
NCCCC c
NCCC Nc
(= [
OCC CCN
CN CCCN
ccn o
O CCCCC
S CCc
CCO CCOc
CN CCOC
CN OC
NN NN
CCN N
NCC Sc
ns cc
NCC F
nc on
COC O
] (=
-] =[
S e
N OCC
CO CCOCC
CN CCCC
CCCCCCCC c
CS SC
CCCCC S
NCC SCc
OC N
OCC S
31 4
O CCCn
CCOCCO CCN
CO CCNCC
CCCCCCCC CCCCC
CCCC Sc
NCCC S
CN NC
OCC F
CCOCCO CCOCCO
CC Br
NCCO Cc
CCCCCCCC CCCCCCC
O CCCCO
CCN CCN
CO CCCn
CCC SCC
N NS
OCCN c
CC P
NCC NCc
COC Oc
CCCC CCCCN
- ](
CCCC CCOC
NCC SC
CCCC CCCN
] /
N CCCCCCCC
CCCC CCCNC
C I
nnc o
CS CCNC
CCO N
CCO CCCN
CCC OCc
CN CCOc
1 8
CCCCC Nc
S CCNC
CCCCCCCCCCCC CCCCCC
CCN CCC
NCCO CCO
O CCCCCC
CCCC CCn
N CCCCNC
-] .
CCCCN S
OCC Sc
NCCC OCC
O OC
CCO NC
S CCO
4 1
S CCCN
CCN CCc
S N
NCC CCCN
CO CCS
CCCC l
CCOCC n
O CCCCCCCC
CS CCc
ncn s
COCCO CCOCCN
5 3
O CCCCOc
O CCCOC
CCCC NCc
CCOCCO CCO
CO CCOCCNC
CS CCS
cc sn
S CCCS
O NC
s e
OC n
S S
4 6
-] )([
S CCOc
NCCCC CCCN
CCCC CCCc
COCCN S
O CCOCC
NCC CCNc
-]) /
CCOCCO Cc
cs nc
CCCCCCCC NC
+] #
CN CCCc
OCC NCc
CS CCO
S Sc
CS CCCN
NCCCC CCNC
NCCC Sc
OC P
CCCCN CC
CCCCCCCC n
P H
NCCCN CC
NCCN CC
NCCCC Oc
CN n
1 5
CCCO CCN
CN CCCO
CS CCCNC
CCS S
O CCCCCOc
CO CCCNc
NCCCC CCC
NCCCC CCN
co cc
NCCCN CCCCN
NCCC l
+] )[
N CCCCO
S SC
COC OC
CN CCn
CCCCCCCC Oc
s ncc
CS CCCCNC
O CCCCc
CCO CCCC
CCCCO CCN
CCCC CCCOc
+]( -
NS C
(\ [
NC n
OCC CCCN
6 4
CCCCC SCCN
CO CCSc
CN CCCCN
OCCN S
CN CCS
CCS CCNC
CCCN CCN
CCCCCCCC CCN
-] )(
COCCO CCN
CCO CCCNc
1 6
NCCC OCc
L i
COCCO CCOc
S CCCC
CCO S
O CCCCNC
CCCC CCNc
CCCC OCC
Cl C
(- [
CCCCC l
OCCC S
OCCCC CCN
@]( [
OCCC Nc
NC NC
@@]( [
OCCCC n
CCCCCCCC OC
O CCNCC
6 7
CO CCCc
nn ccc
] )([
CCCCCCCC CCCCN
OCCO Cc
1 7
CCCCCC NCc
COCCO Cc
CCN CCCNC
CS CCOc
I c
NCCO CCOCCNC
CO n
(/ [
CCCN CCCN
CCCCC Sc
OCCO CCO
N CCCCCc
CO CCCS
CO CCCCN
OCC SC
CCS CCC
7 6
OCCO CCN
CCS CCN
CCCC SC
CN CCNc
CCOCCOCCO CCNc
CCCN CCc
OCCCN S
CCO CCc
N CCCCCNC
CCN CCO
CO CCCCC
COC N
S H
CCCCO CCCNC
CCCCCCCCCCCC CCCCC
CCCCCC CCCN
N NCc
cn ncc
OCCC l
CCCC F
( #
CCCCCCCC CCOc
CN CCOCC
NCCCN S
O n
OC F
CN CCCn
O CCCCCCC
CCCCO P
CCN CCCN
CCC P
CO CCCOC
NCCO CCOCC
NCCC F
CCCC CCS
NC P
CCCC CCOCc
CCOC n
+] /
NCCCC CCNc
COCCO CCCC
1 9
cccc cc
34 1
)/ [
CCS SC
CCCCCCCC O
+]( /
@ +]
CCCCCCCCCCCC CCOc
NC S
CCCCCCCC CCCCNC
CCOCC S
CCCCCCCC CCNC
N NCC
CO CCCCNC
OCCC F
S CN
N OCCO
S CCCc
OCCC NCc
CCOCCO CCOC
CCCO P
CCN CCNC
NCCC SC
CN CCCCCCN
CCCCCCCC CCCCn
COCCO CCC
N Oc
COC n
s s
CN CCCNc
12 5
CCCO CCOC
CCCC CCCO
CCO CCCn
NC l
CCCCCCCC CCc
5 2
CCCC CCCOC
CCCC OCCNC
+] )(
NO CCOc
CCCCN CCCCN
CN CCCCC
+]( \[
O CCCCCO
CCCC CCCn
NCCO CCOCCN
CS N
CS CCCC
NCCO CCCO
CCCC CCSc
CCCCCCCC CCCCc
CN O
CCCN CCC
CCS CCc
2 0
] )=
NCCN CCO
NCCCC S
CCC Br
cn sc
NC O
CN CCCOC
CCOCCOCCOCCO CCOCCOCCOCCO
nc no
NS c
OCCO CCOc
CCN CCCc
OCCO CCOCCO
NCCCCC Nc
S CCn
CN CCCOc
CCCCCN S
CCCCCCCCCCCCCCCC CCNC
CCN CCn
OCC Br
CCCCCCCC CCOC
A s
] )[
NCCCC CCO
12 3
NCC SCC
CO CCCO
CCOC P
COCCO CCCNC
2 5
OCCC OCc
OCCCC CCO
CN CCSc
OCO P
NCCOCCO CCNS
CCCC CCCCCc
CCCCCCCC CCn
CCCNCCN CCCNCC
CCS SCCN
NO N
OCCO CCOC
O CCCCCc
NCCO CCOCCO
NCCCNCCCCN CCCN
S CCCOc
CCO CCOCC
CCCCCCCCCCCC CCCCN
CO NS
S NC
OC Oc
CO CCCCCNC
COCCOC O
CCCN CCCNC
COC P
CCO CCNc
CS SCC
CCCO CCc
N CCCCCO
CCS CCCNC
NCCCC OC
OCCCC CCOc
CCN CCOc
CN CCCCn
CCCO CCCC
CCCC OCCO
CCN CCCCc
CS CCCNc
CCCCCCCC S
S CCNS
CN CCSC
CS CCCCCCNC
NCCCC CCCCNc
S CCOC
CCO CCCCNC
OCCC Sc
CCCC OCc
CCCC CCCCCNC
NCCS SCCNC
2 2
CCCCC F
CCCCCCCC CCCCOC
CCC OCCNC
CCCC Br
CCOC O
CCCCCCCC CCCCOc
CCOCCO CCOc
OCCCO N
CCCC CCNCC
CCCC SCC
O Nc
OC S
NO CCC
CCCCCN CC
OCCCC OC
s sc
CCCCCCCCCCCCCCCC OCC
CCN CCOC
CCCCN CCCN
N CCCCCCCCCCC
CNC N
CCCCCCCCCCCC CCCCNc
CS S
NCCCC CCCNc
CCOC N
CCCCCCCCCCCCCCCC NC
O CCCCCn
CN CCCCCCNCc
+] %
OCCOC n
CCN CCS
CS CCNc
@@ +]([
CN NN
CN CCCCc
S CCCO
CC I
CCCCCCCCCCCCCCCC OC
CCO CCNCC
CNCC F
OCCCC CCCCCC
NCCCNCCCCN CCCNC
O H
CCCOC N
CCN CCCO
CCCCC NCc
8 6
CO Nc
CCCC CCCCNc
OCO CCOC
CCCCCCCC CCCNC
F CC
CN P
CCCCC OCC
COCC CCCN
NCCCCCCCC NC
C B
CCCCCCCC CCO
NCCO CCC
3 21
OC OCC
CS CCCCC
CCS CCOc
C a
CCN CCCC
CCCN CCCc
CCCCCCCCCCCC S
NCCO CCOC
NCCCO CCOCCO
+] \
CCCCO CCOC
CN CCNS
CCCC CCCCCOC
NCCOCCO CCNc
CS CCNS
CCCCCCCC CCCCO
OCCO CCOCC
NCCCC l
1 32
OCCO CCOCCOCCO
NCCCC SC
31 5
COCCO CCOCCO
@]( /
NCCCCC OC
3 6
CCO CCNS
OCCC SC
O CCCCCCCCCCCC
O CCCCCCCCCCCCCCCC
Z n
CCN CCCCCCN
CCCCCCCC CCCCCCCCCCCC
O CCCCCCCCCCC
CCCO CCC
NCCCN CCC
COCCO CCOC
OCCCC CCn
CCCCCCCCCCCC CCNC
CO CCCCCC
CO CCSCC
OCCCN CC
7 5
] .[
CS CCSC
OCCCO P
COCCOC Oc
CCCCCCCCCCCCCCCC CCOC
NCCOCCO CCOCCNC
5 7
S CCCCC
CCN CCCOC
CCN CCNc
CCCC CCCCCOc
CCCCCCC Nc
- [
CS CCCc
NS N
CCCC CCCCCn
CCOCC NCc
Br C
CCCCN CCc
N CCCCCOc
O F
CCS CCCN
@@ +](
NCCCC CCCCN
N CCCCCCCCCCCC
] )(
CCO NS
CNCC NCc
NCCCC CCS
NCCO CCOc
CCCC CCNS
CS CCOC
O CCCCCNC
OC l
Cl Cc
CCCCCCCC CCCCCCCCCCCCCCCCCC
NCCCN CCCN
O CCOCCn
CO B
CCCC P
@] %
CCCO N
NCCOCCOCCO CCNS
@@ +]
CCCC CCOCC
OCCCC CCc
CNCCC OCC
NCCCOCCOCCO CCCNC
@ +](
S CCSc
CCO n
SCCC SCC
3 12
S CCCCCC
OCCO S
NCCCN CCc
M g
O CCCCCCCCCCCCCC
CO CCCNCC
CCCCC Br
CCCCCCCC CCCN
COCCCN S
8 7
CS CNC
CCNCC F
CCCCCCCCCCCCCCCC CCOCC
] =
CS CCn
OCCO CCOCCOCCOCCO
43 1
CCCOCC n
NC OC
CCO CCOCCNC
@ +]([
CCCN CCNC
COC NC
NCCC Br
CCCCCCCC CCCOc
CCCCO n
Si H
NCCCC CCc
COCCO CCCCNC
OCCCC CCCCC
OCCCC CCNC
CCCCCCCCCCCCCCCC Oc
NCCCCCCCC CCCCNC
CCCN N
ncnc n
COCCO CCOCC
COCCO CCOCCOCCOCCO
NCCCO CCc
CNCCCCCCN CCSSCCN
CCCCC SC
NCCC SCC
NCC Br
OCC CCNc
NCCCCCCCC CCNc
CCCCO CCOc
CCCCCCCC CCCc
CNCCCC NCc
9 8
Cl CCN
CCS CCCC
NCCCC OCc
NCCCC CCn
CCCCCCCCCCCC CCCc
CCCO S
NCCN CCN
NCCCC CCCNC
CCCCCCCCCCCC CCOC
CNCCC F
OC NC
CCCCO CCCCCCNC
NCCCC CCCCC
OCCCC CCOC
COCCC NCc
CCCC OCCOCc
CCCCC OCc
SC F
B H
CCCCCCCC CCCOC
NCCCN CCN
N CCCCCn
CCCC CCSC
CCCN CCOc
NO S
CCCOC n
CCCCCCCCCCCC CCN
CN CCCCCC
CN CCCCCCC
CS CO
@@]( /
CCCCCCCC CCS
S CCCn
CS CCCNS
OCCC Br
NCCCC CCCCCC
NCCCCO CCc
S Cn
S CSc
CCS CCOC
S n
NN NC
COCC P
N I
21 3
CCOCC CCN
CCCC CCCS
CCCCCCCCCCCCCCCC CCC
8 9
cc s
CCCC CCCCCO
-] /
CCCCCCCCCCCCCCCC CCCCCC
CCOCCOCCO CCOCCNC
NC B
CN CCCCOc
+] )([
NCCN CCc
CCCCCCCC CCCCCc
OCCCC l
CNCCCCCCNCCSSCCN CCCCCCNCc
NC Oc
CS CCCn
CS CCCOc
CS CSC
NCCO P
OCCCC CCCCN
P C
OC SC
CN CCCS
CCO CCCc
OCCO CCOCCOC
NCCCN CCCNC
CCCCN CCOc
COCCO CCO
CCCCCCCCCCCC CCc
OC Nc
CN CCCCCCCC
CN CCOCCO
OCC SCC
NCCS CCCO
CCCCCCCCCCCCCCCC OP
6 3
7 8
S CCCNc
OC OCc
ncc nn
OCC l
NCCCC CCOc
10 9
s snc
CCN CCCOc
CO O
CS CCCS
NCC CCNS
OCCO P
OCCC OCC
COCCOCC S
CCCCCCC Sc
COCCO CCOCCOC
OCCCC S
NCCCCN CCCNC
CCCCCCCCCCCCCCCC CCN
NCCCO CCO
CCCCCCCCCCCCCCCCN OC
- %
CO CCCCn
CCOCC Sc
CCS CCS
T e
CCC SCc
CNC O
CS O
CS OC
CCS CCCNc
COCCO CCOCCOc
CNCCC Sc
O CCCCCOC
S CO
CCN CCCF
CO CCCCc
CNC S
CCCCCCCC CCCCNc
OCCO CCC
4 7
S CCCNS
NC Nc
NC SC
CN CCSCC
CCN CCNCC
CO OC
CNC P
OCC SCc
NCCN CCNC
COCC F
COCCN CCN
CCCCO N
13 1
OCCCC CCCN
CCCCCCCCCCCCCCCC c
OCCCCCCCC Oc
CN OCc
CS Sc
OCCN CCc
CSCC NCc
NCCCCN CCCN
COCCOCC n
NCCCCCCCC CCCCOP
S CNC
t e
CCN CCCCN
CNC NC
OCCO CCOCCn
SCC NCc
CCCCO CCCN
OCCN CCO
CCCS CCCNC
CCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOCCOCCOCCOCCO
O I
c H
CN Nc
CN CCNCC
CS P
CCCCCCCC SC
+]( /[
NCCO CCOCCOCCOCCO
O CCOCCNC
CCCC CCCNS
-] /[
NO CCCOc
NCCCC NCc
CCNCCCCCCN CCc
F CCOc
CN CCCNCc
CN CCCCCCO
NCCCN CCO
CNCCO CCC
Cl CC
CCCN CCO
CNCC CCCN
OCCCC CCCn
CCCCCCCCCCCC CCCNC
OCCCCCCCC n
O Sc
CCN CCOCC
nnc nc
CCS CCn
CCCCCCCC CCCO
CCOCCO CCOCC
CCCCCCCCCCCC CCO
CCCCS CCC
NCCCCC S
CCCCCCCCCCCCCCCC OCCCOP
CCCCNCCCCN CCCCNCCCCN
OCCOCCOCC F
CCN P
CO CCCCOC
23 1
COCCO CCNc
CNCCC P
CCCCCCCCC S
COCCOCC NCc
A l
O NN
CC B
CCO CCCNS
CCCO CCO
NCCC P
OCCCCCCCC O
5 1
S CCNc
OCCOC N
CCCCCCCCCCCCCCCC S
CN CCCCNC
CCCC B
CCO Nc
CCO CCCNCc
CS SCCC
CCS N
SS S
S Nc
cc o
CCN NC
NCCN CCC
CCCCCCCC CCNc
NO CCN
CCCS CCCCCS
CCCCCCCCCCCCCCCC O
S CCCCN
CCCN CCn
NCCCN CCn
COCCO CCOCCCN
OCCCC CCCOc
N CCOCCNC
S CCCOC
CCO CCCNCC
CCS SCCC
NN CCc
CCCO CCOc
CCCCN CCC
NCCO CCCNC
CCOCCO P
CCOCCO CCOCCNC
S CCOP
NC NN
CO CCSC
COC OCc
CCCO NC
OCCN CCC
CCCCCCCCCCCCCCCC CCOP
NCCCO CCOC
Cl CCc
COC OCC
CCCCC SCC
CS CCSc
-] )(=
CCS SCC
CCCCN CCCNC
CCCCCCCC CCSc
NCCCC F
COCCC OCC
-])= [
NCCOCC S
CCCCCCCCC Nc
NCCCCCCCC CCNC
S O
CO NCc
CCCC OCCn
CS CCCCCCC
@@] %
CCCCN CCN
NCCN CCNCCN
NCCCC CCOC
nnn s
OCCCC Br
OCCCC NCc
CCCCCCCCCCCC CCCN
S CSC
CN CCCCNc
NCC P
CCS CCO
CCCCCCCC CCCCCO
NCCCCN CCCCN
COCCCC NCc
OCCOCC F
P P
CCC I
CO CCCCS
+] #[
NCCC OCCNC
NCCCN CCCCNC
OCCC SCCC
NCCCC CCNS
NCCO CCNc
CCCCCN CCCNC
COCCO CCc
CCOCCO CCOCCOC
COCCC SC
NCCCCC F
CNCCCCN CCCCN
3 7
CN I
CCN CCCS
CNC l
CCOC OC
CS CCONC
CCS CCSc
CCCCO CCC
OCCN CCN
OCCN CCOc
NCCCC CCCCCNC
OCCCC CCCO
CCOCCO CCC
CNCCO CCN
COCCOCC Sc
CN CCCCNCC
CCCN P
CS CCOCC
CS CCCCN
NCC CCCNS
COCCN CCNC
NCCCC CCSC
NCCCC CCCCCNc
CCCCCCC NCc
COCCO CCCN
S CCCCO
CCCN CCCCc
CCCCCCCC Sc
NCCCN CCCCCCCN
CCCCCN CCC
OCCCC Sc
CCCCCCCCCCCCCCCC SCC
NCCOCC F
OCCCCC Nc
N CCCCCCCCCCCCCC
S CCCNC
p c
CCN O
CO CCCCOc
CS NC
COCCN CCc
NCCCN CCCNCCCN
NCCCN CCCNCCCNC
CCCS CCN
OCCCC CCCc
CCOCCO CCOCCOc
CCCCCCCCCCCC CCS
CCCCCCCCCCCC CCn
COCCOC n
CCCCCCCCCCCCCCCC CCCCCCCC
NCCCCCCCC CCCCNc
CNCCCCC NCc
N B
N F
O CCCCCCCCCCCCC
CN CCCCO
CCN CCCn
CCN CCOCCO
CO CCCCCCCC
CCO CCCOc
CCCN CCCCN
CCCN CCCS
CCCN CCCCS
CS CCCCCNC
CCOCC SC
CCCCN P
CCCCO CCCCC
OCCN CCCCN
COCCO P
NCCCCCCCC CCCCN
OCCCCCCCC CCOc
6 2
I C
O SC
S P
S CS
CN CCCNCC
CCO NCc
CCOC Oc
CS CCNCC
CS CCCOC
CCCO CCCNC
OCCO CCOCCOc
COCCO NC
CCCCCCCCCCCCCCCC CCCCC
OCCOCC NCc
2 6
7 3
O Br
S CCOCC
CCCN CCOC
COC ON
COC OCCn
CCS CCCc
NCCN CCCc
CCCCCCCC OCC
CCCCCCCC OP
OCCCC F
CNCCN CCNCCN
CCCCCCCCCCCCCCCC CCOc
CCOCCOCCO CCOCC
5 43
6 8
6 9
S CCCNCc
NC Sc
CCN CCCNc
CCN CCCCS
CNC Oc
CCCN CCCOc
CCCN CCCCCCN
CCCN CCCCNCCCN
Br Cc
CCOCC F
CCS CCCO
NCCC I
CCCCCC Br
NO CCc
NO CCCCCC
OCCCN CCO
CCCCCCCCCCCC CCCO
CCCCCCCCCCCC CCOP
CCCCCCCCCCCCCCCC n
COCCOCC CCN
NCCCCCCCC CCN
CCOCCCN CCN
OCCOCC S
NCCCCO CCOC
NCCCNCCCCCCCN CCCNC
B P
O NCc
S OC
CN CCCCS
CN CCCCCOc
CCN CCCCOc
CO CCCOCCN
CCCCC OP
CS CCCO
CCCO CCCN
NCCCN CCOC
NCCCN CCCNc
NCCO NC
Na H
OCCOC P
CCCCCCCCCCCCCCCC CCn
CCCCCCCCCC Br
OCCOCCOCCO CCOc
COCCCO CCC
S CCCCCCCC
S CCSC
s scc
CN CCCNS
CO CCCCNCC
CCCC CCOP
CCCN CCS
Br CC
CS CCCNCc
NN CCC
cs sc
CCCCCC F
OCCN CCCc
CCCCCCCCCCCC SC
CCCCS CCN
CNCCC SC
CCCCCCCCCCCCCCCC CCNc
Se H
CCNCCN CCNCC
CCCCCCCCN S
OCCOCC SC
N Br
S Oc
S CCCCCc
OC Sc
OC OCO
CCN CCCCC
CCN CCCCO
CCCN CCCn
COC S
CS CCCCCCc
CCS CCCCC
CCS CCCOc
CCCO CCNc
NCCN CCOc
NCCN CCCNC
CCCCCCCC CCCCCOC
NCCCN CCCC
NCCCN CCCCCCCCCCCCN
NCCO CCOCCOCCN
COCCO n
OCCCC CCNc
CCOCCO CCOCCN
NCCCCN CCCCNCc
CCNCCN CCN
OCCCCCCCC CCN
S SCc
] )(=
OC Br
CN CCSCc
CN CCCCCCCCCN
CCN CCSc
CCN CCCNCCCN
CCN CCCCNCCc
CCO CCCO
CCCCC P
CCOC S
nnc nn
CCS P
CCCCCC P
NCCN CCNc
COCCN CCCc
ccnn n
CCCCO S
NCCCN CCCCCCN
NCCCN CCCCCNCCCNC
NCCCC CCOP
CCCS S
CCCCCCC l
COCCOC N
COCCOC OC
CCNCCN CCC
6 1
N OCCNC
N CCCCCCCCc
S CCOCCO
CN Oc
CO F
CCCC I
CCO CCCCC
CCO CCOCCn
CCNC S
CCS CN
CCS CCNc
NN OC
CCCO n
CCCCCC l
CCCCCCCC NCc
OCCO NC
OCCO CCOCCN
OCCN CCNC
OCCC P
NCCO CCOCCOc
COCCC Sc
CCCCCCCCCCCC CCNc
CCCCCCCCCC CCCN
CNCCCN CCCCCCCN
OCCS SCCO
B C
F CCn
CN CCOCCNC
CN CCCCCCNC
CCO CCCCCC
CCCN O
CS Cn
OCC P
CCS CCCn
NN CCO
OCCO CCc
OCCO CCNc
NO CCCc
COCCN CCC
OCCN CCCOc
OCCCC CCS
NCCS SC
CCCCCCCCCCCC CCCOC
CCCCS CCCNC
CCCCCCCCCCCCCCCC CCO
CCCCCCCCCCCCCCCC CCSCC
NCCCO CCOCc
) \[
I H
N CCCCCCCCCCCCCCCC
S NN
S CCCCCCC
CN OCC
CN CCCCCCCCCCCC
CCN OCC
CCCC SCc
-]) -
CCCCCCCC CCSC
OCCO N
COCCN CCCN
OCCN CCCC
OCCN CCNc
NCCO S
OCCCC CCCCCOc
CCOCCO CCOCCn
OCCCN CCN
CCCCCCN CCN
CNCCCC CCNc
OCCCCCCCC OC
OCCCCCCCC CCO
SS SSS
COCCCCC NCc
CCCCOCCO CCNc
8 5
A g
O OCC
O CCCCCCCCCCCCCCC
S CCCSc
CN CCCCCCCCCCC
CCN n
CO CCCCCCCCC
CCCN n
CCCCC OS
CS SCCNC
CCNC N
CCNCC CCCN
CCCCCCCC CCCn
SCC l
NO CCOC
COCCN CCCCc
CCCCO CCNc
NCCCC Sc
COCCO CCCNCc
COCCO CCOCc
CCCCCCCCCCCCCCCC CCCCCCC
CCCCCCCCCCCCCCCC CCOCCOP
NCCCCCC NCc
OCCCCC Br
CCCNCCN CCCN
NCCCNCCCN CCCCNCCCN
CNCCCCCCO CCCCc
CNCCCNCCCCCCCN CCCNCc
7 4
S CCNCC
CN CCCl
CN CCCCCO
CCN CCNS
CCN CCCNCCN
CCN CCCCCF
CCCC CCSCC
CCCN CCCC
CCCN CCNc
CCCCC ON
CS CCCNCC
CS SCCN
CCS Sc
CCS CCCNCC
CCCO CCCOc
OCCO CCOCCOCCOC
NCCCC CCCc
CCCS CCC
CCCCCCCCCCCC CCCCCc
CNCCC OCc
CCCCCCN CCOc
NCCCO CCCCOCCCNC
CCOCCN CCCNC
OCCCCC l
OCCCCC Sc
CNCCCC CCCCNc
CCCCCCCCN CCCCCCNCc
NCCCCCCCC n
NCCCCCCCC Oc
NCCOCCO CCOCCn
OCCCCCC Br
O CCCCCCCCc
O CCCCCCCCCCCCCCCCCC
S CCCCOc
S CCCCCO
NC OCc
CN Sc
CN CCCCCCOc
CCN CCCCNC
CO CCCCCCC
CCCCC B
OCC I
CCOCC SCC
CCCO CCCc
cnn o
CCCCCCCC P
CCCCCCCC CCNS
CCCCCCCCCCCC CCCCCNC
CCCCCO NC
CCCCCS CCCCCO
OCCS CCOC
CCCCNCCCCN CCCCN
NCCOCCOCCO CCOCCC
F CCCOc
S COC
S CCCCc
o cccc
CCC OCO
CCN CCCNCC
CS CCCCCC
NCC CCNCC
23 4
CCS NC
CCS SCCNC
CCCO CCCSCCCCCS
NCCC SCc
CCCCCCCC CCOCC
CCCCCCCC CCCS
CCCCCCCC CCCCNCC
OCCO CCCC
SCC F
CCCCO CCCNc
NCCCN CCCO
NCCO CCc
NCCO CCOCCOC
CCCCCN CCN
CCCCCN CCc
CCCCCCC OCC
COCCO CCOCCCNC
COCCO CCOCCOCCOC
CCOCCO CCOCCC
CNCCO Cc
NCCS CCO
NCCCO P
CCCCCCCCN CC
NCCCCCCCC CCCN
OCCCCCC CCCN
NCCCOCCOCCO CCCN
NCCCNCCCCCCN CCCNC
1 43
F Cc
S OS
S CCCSC
S CCCOCC
S CCCCCS
nc s
CO CCCCO
CCO OC
CCCN CCCOC
CS Oc
CCS CCNCc
NN CCN
NCCN CCCOc
CCCCCCCC Br
CCCCCCCC CCCCOP
+]( \
CNS N
CCCCO CCc
CCCCO CCNCCN
OCCN P
NCCCN CCF
CCCS P
CCCCCCC SC
COCCO CCOCCNC
COCCO CCOCCOCC
COCCO CCOCCOCCOc
OCCCC CCCOC
CCOCCO CCNc
OCCCN CCF
NCCS CCC
NCCS CCOc
COCCCN CCN
CCCCCCN CCCCCCNCc
CCOCCN CCN
42 5
CCCCCCCCCC CCCNCC
NCCCNCCCCN CCC
1 42
5 8
7 2
S NCc
CN NCc
CN ON
CCN CCCCCCO
CCN CCSSCCN
COC Nc
COC OCCCNC
COC OCCCNS
CS SCc
CS SSC
NN CCCN
OCO CCC
NNC N
CCNCC NCc
CCCCCCCC CCNCCN
CCCCO CCOCCNC
NCCCN CCNC
OCCC SCC
NCCCC Br
CCCS SCCCC
NCCO CCOCCC
COCCO CCOCCOCCO
OCCCC CCCCCn
OS N
ns s
COCCC OCc
NCCS SCCN
NCCCCN CCCCNCCCCN
NCCCCC SC
NCCOCC n
NCCCCCC CCCN
CNCCCC CCNCC
CCCCCCCCN CCCNCc
CNCCCCCCN CCCCCCCCNCCCCCCNCc
CCCCCCCCCCCCO S
4 32
I CC
S CCCCCCNC
] .
cc occ
CN CCCCCCCNc
CCN OC
CCN CCCCNCC
CO CCCCNc
CCO NCC
CCCN CCCCCN
CS COC
CCOCC CCNCCN
CCS CCNCC
CCCO CCCCC
CCCCN N
CCCCCCCC CCOP
OCCO CCOCCNC
SCC CCCN
COCCN CCOc
COCCN CCCNC
COCCN CCn
CCCCO CCCC
OCCN CCCN
OCCN CCCO
NCCCN CCOc
NCCCC CCCn
NCCCC CCOCCCC
CCCS CCNC
NCCO CCOCCOCCOCCOCCOCCOCCOCCO
COCCO N
OCCCC SC
OCCCC CCCCCc
OCCCC CCCCCO
CNCCCN CCCCNCCCN
OCCCCC S
OCCCCCCCC NC
CNCCCCCCN CCCCCCNCCCCCCNCc
CCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOCCNC
4 23
S r
S CCOCCN
S CCCCCCCCc
S SN
o ccn
]( /[
CN CCCCCc
CCN CCCCNc
CCN CCCCNCCCCNCCCCNCCCCN
CO OCC
CO NO
CO CCCCCCN
CO CCCCNS
Cl CCl
CCO CCCOC
CCCN OC
CCCN CCCO
COC OCCC
CCNC l
CCS CCCl
CCCCN CCO
NCCN CCNCCNC
CCCCO NC
CCCCO CCCNS
OCCC SCCS
CCCS N
COCCO CCNCC
CCOCCO CCCC
OCCCO S
OCCCO NC
COCCCN CCCCOc
COCCOC OCCNC
CCCCCCO S
CCCCCCCCC Sc
COCCOCC CCNS
CNCCCC CCCN
CCP CCC
OCCCCCCCC CCc
OCCCCCCCC CCCCOc
SS SS
CCCCCCCCCCCCS CCCCCCCCCCCCCCCC
COCCOCCOCCO CCOCc
OCCOCCOCCOCCOCCO CCO
CNCCCCCCNCCSSCCN CCCCCCNCC
O OCCCO
P c
S SCC
S CCCl
S CCCCCOc
NC NS
OC I
CN CCCCCCCCCNc
CCN CCCCCC
Cl P
CCCC OCCOCCOCCO
CCCN CCNCCNCCC
12 4
nn oc
CS CCCSC
OCC CCNS
CCOCC P
32 4
NS CC
CCCO CCCO
CCCO CCCCOC
CCCCN NC
SC P
NCCN CCn
CCCCCCCC CCCCCn
NO CCCC
CCCCO CCCOc
CNCC P
NCCCN CCOCC
NCCCN CCCc
NCCCN CCCF
NCCCC OCC
CCCS CCCC
CCCS CCCCCO
NCCS CCNC
CCCCCCCCCCCC CCCn
NCCCCC NCc
CCCCCCCCCC NCc
CNCCCN CCCN
CNCCCN CCCCCCCCNCCCNCc
CCOCCOCCOCCO CCOCC
NCCCCCCCC O
OCCCCCCCC CCCOc
CSCCO CCOCCSC
NCCCNCCCCN CCCNCc
CCCNCCCN CCCN
CNCCCCC F
NCCCCCCCCN CCCCCCCCNC
F CCC
S CCCCS
S CCCCSc
CN CCCCOC
CCN CCOCCN
CO CCCCCNc
Cl CCCN
CCO O
CCCN CCCCCC
CS CON
CS CCCCSC
CCCO CCOCCNC
CCCCCC CCCNS
OCO CCCl
CCCCCCCC CCCNc
CCCCCCCC CCCCCNC
NO P
OCCN N
NCCCC P
CSCC CCCN
CCCCCCC SCC
COCCO CCCCCCNC
COCCO CCOCCOCCOCCOCCOCCOCCOCCO
CCOCCO CCOCc
OCCCO CCN
CNCCN CCN
CCCCOC N
CCCCCCCCCCCC OCc
CCCCCCCCCCCC SCC
NCCOC n
CCCCCCN O
CCCCCCN CCC
CCCCCCCCCCCCCCCC CCc
NCCCO CCNS
CNCCCC CCOCCOCc
OCCS SC
CCNCCN CCNCCN
NCCOCCO CCOCC
COCCS CCC
OCCCCCCCC CCCCO
OCCCCCCCC CCCCOC
CCCNCCCN CCCCNCCCN
CCNCCCN CCCCN
CSCCCC CCSC
CNCCCCCCCC NCc
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
CCNCCSSCCN CCC
OOCCCO O
F N
F CCCN
N CCCCCCCCCCCCC
O NS
P OC
S CCCCCCO
s cnn
nc nnc
CN F
CCN CCCCCO
CCN CCCNS
Cl N
CCCC CCCNCC
CCCC OCCOCCN
CCCC OCCOCCOC
CCO CCCS
CCO CCCCCCC
CNC n
CCCN NC
COC OCCO
COC OCP
CS CCCCCCCC
CS CCCCO
CCS CCCNS
NS Cc
CCCCN CCOC
CCCCN CCCc
NCCN CCOC
OCCO CCOCc
NO CCCCOc
COCCN CCCCN
CCCCO CCCc
OCCN CCCCc
NCCCC CCCl
co ccc
CCCCCN CCNC
COCCO CCNS
OP P
OCCCC OCC
OCCCC CCCCNc
OCCCC CCCCCOC
CCOCCO CCOCCOCCN
COCCC SCC
CCCCCCCCCCCC OCC
CCCCCCCCCCCC CCOCC
CCCCCCCCCCCC CCCCCOC
CCCCCCN CCc
NCCCCC I
CCCCCCCCCCCCCCCC SC
CCCCCCCCCC P
CCCCCCCCC SC
CCCCCCCCC OS
10 8
11 9
OCCCCC NCc
CNCCCC CCCCN
CNCCCC CCCNCC
CCP CC
CCCCCCCCCCCCCCCCCC P
OCCCCCCCC CCOC
CCSS CCCOC
OCCOCCOCCO CCOCCOc
COCCCO CCCCOCCCOc
NCCOCCOCCO CCOc
CNCCNCC NCc
CCCCCCCCCCCCCCCN OC
NCCCCNCCCCN CCCCNC
NCCCNCCCCCCCCCCCCN CCCNC
2 45
N CCCCCCCCCCCCCCCCCC
S CCCCNC
S CCOCc
S OOC
CCN Oc
CCN CCCCCc
CO I
CO Br
CO NCC
CO CCCCCOc
CO CCCCCO
CO CCCCCCNC
CCO B
CCO CCCl
CCO CCCCCO
CCO CCCCNCc
CCCN CCCCNc
COC Sc
CS n
CS COc
CS CS
CS CSc
CS CSCC
OCC CCNCC
CCS CCCCO
CCS CCCS
NN P
CCCO CCOCC
CCCCN CCCOc
34 2
NNC l
CCCCCCCC CCCl
CCCCCCCC CCCCCS
OCCO CCCl
COCCN CCCOc
CCCOC OC
OCCN CCOC
OCCN CCCNC
NCCCN CCCCNCc
NCCCN CCCCCCCCCN
NCCCC I
CCCS NC
CCCS CCCN
NCCO CCCC
CCCCCN CCCN
CCCCCCC P
OCCCN CCc
COCCNC S
COCCC l
NCCS S
NCCS CCN
CCCCCCCCCCCC Sc
CCCCCCCCCCCC CCCOc
CCCCCCCCCCCC CCSC
CCCCCCCCCCCC CCSCC
COCCCN CCC
NCCCCN CCCNc
CCCOCC NCc
NCCCO CCCNC
SCCS Cc
CCCCCCO CCc
CCCCCS CCCCCS
OCCS CCOc
OCCS SCCOC
CCOCCOCCOCCO CCOCCC
NCCCCCCCC CCc
NCCCNCCCCN CCCNS
OCCCCCN CCO
CNCCCCN CCCCNC
CNCCCCN CCCCNCC
CNCCCCN CCCCNCCCCN
CCCNCCCN CCC
CCCNCCCN CCCNCCC
OCCOCCO CCOCC
CCCP CCC
CSS SCc
CCNCCS P
OCCCCCCCCCC F
CCNCCCNCCCN CCCNCC
NCCCNCCCCCCCCCN CCCNc
1 12
1 65
2 7
B a
S CCSCC
S CCCCCCCCCCC
S CCCCCSc
] #
nc sn
CN NCC
CN CCCCCCCCCCN
CCN CCSC
CCN CCCCCOc
CO CCCCCCc
CO CCCOCCOC
Cl CCCc
CCCC OCCSc
CCCC OCCNCc
CCCN CCCCO
CCCN CCNS
CCCN CCCNS
CCCN CCNCCC
CCCN CCCCCCCCCCCCN
nn ccn
CS CCSCC
CS CCCCCO
CCOCC CCNS
CCS CCCNCc
NCCN P
NCCN CCNCCNc
CCCCCCCC OCc
CCCCCCCC SCC
CCCCCCCC CCCCCOc
CCCCCCCC CCOCc
OCCO CCCN
OCCO CCOCCOCCOCCOCCOCCOCCOCCO
COCCN CCCOC
COCCN CCCCOc
CCCCO Nc
CCCCO CCOCC
CCCCO CCNCC
CCCCO CCCNCc
CCCS CCCO
NCCO N
co nn
CCCCCN CCO
COCCO CCOCCOCc
OCCCC CCNCC
OCCCC CCSC
CCOCCO CCNS
OCCCO CCOC
OCCCO CCCc
OCCCN CCCOC
OS OC
CNCCN CCC
CCCCS CCc
OCCOC NC
CCCCCCN CCCNCCCNS
CCCCCCCCCCCCCCCC CCS
CCCCCCCCCCCCCCCC CCCCOC
NCCCO N
NCCCO NC
SCCN CCN
SCCN CCO
CP C
CCCCCCCCC F
CCCCCCCCC NCc
NCCCCCC l
NCCCCCC Br
CCCCCCCCCCCCCC P
CNCCCN n
CNCCCN CCCCN
OCCCCCCCC CCCO
OCCCCCCCC CCCCN
CCOCCOCCO CCOCCn
SS Sc
CNCCCO CCc
NCCCNCCCCN CCCNc
CNCCCCN CCCNC
OCCOCCO CCOCCNC
CSCCCC CCSCC
OCCOCCOCCO CCOCC
OCCOCCOCCO CCOP
NCCOCCOCCO CCOCCN
SCCCCC Br
NCCCNCCCN CCCCCCNCCCNCCCNS
OCCOCCOCCOCCOCCO CCOc
NCCOCCOCCOCCOCCO CCOCCOCCNC
CNCCCCCCO CCc
CCCCNCCCCNCCCCNCCCCN CCCCNCC
NCCCNCCCCCCCCCCCCN CCCNc
CCCNCCCCCCCCCCCCN CCCN
1 53
2 23
4 12
5 34
F CCCCN
F CCCCn
S NCCc
S CCOCCSc
ccc oc
NC ON
CCC B
CCN NCC
CCN CCOCCOc
CO CCCCCc
CO CCCCCCCCCCCCCCCC
CO CCCCCCCCCC
CO CCSCc
Cl CCCn
CCCC CCSCCC
CCO CCCF
CCCN CCSc
CCCN CCCNc
CCCN CCCNCC
CCCN CCNCCN
+] /[
CCOC Nc
CCOC OCCC
CS NS
CS NN
CS CCCCc
CS CCCCCCO
OCC CCCNCC
CCS CCOCC
CCS CCOCCO
CCS CCCCCOC
CCS CCNCCC
NS O
NS OC
NN CCCc
CCCO CCNS
CCCO CCOCCOC
OCO CCO
NCCN CCOCC
CCCCCCCC CCCSC
CCCCCCCC CCSCCOc
NO CCCO
CCCCO CCNS
OCCN CCn
OCCN CCOS
CNCC Br
NCCCN CCCCCC
NCCCN CCCCCCCCN
OCCC I
OCCC SCCN
NCCCC CCNCC
NCCCC CCCS
CCCS CCc
CCCCCN N
CCCCCN P
45 3
COCCO CCCc
COCCO CCOCCOCCNC
COCCO CCOCCOCCOCCOCCNC
OP O
CCOCCO N
CCOCCO CCCc
CCOCCO CCCNC
OCCCO CCC
OCCCO CCc
OCCCN CCOc
OCCCN CCCO
OCCCN CCCF
OCCCN CCCOS
CNCCN CCNC
CNCCN CCCNCCNC
CCCCOC P
NCCS Cn
NCCS Sc
COCCCN CCOc
COCCCN CCCNC
COCCCN CCOCCOc
NCCCCN P
NCCCCN CCCCNC
OO O
COCCOC OCC
CCCCCCCCCCCCCCCC P
CCCCCCCCCCCCCCCC CCOCCO
NCCCO CCCl
NCCCO CCOCCOCCNC
OCOC OCOC
CCOCCN CCC
SCCN CCCN
CCCCCCO CCC
CP c
CCCCCCCCCC l
CCCCCCCCCCCCCC CCCN
CNCCCC CCOC
CNCCCC CCn
OCCS CCO
OCCS CCn
OCCS CCCCCCCCCCSCCOc
CCCCCCCCCCCCC Nc
CCOCCOCCOCCO CCOc
CCOCCOCCOCCO CCOCCOCCO
CCCCCCCCCCCCCCC Nc
OCCCCO N
OCCCCO S
CCCCCCCCN CCCCCCN
NCCCOCC Br
SS SC
COCCCCN CCC
COCCCCN CCCC
CCCP C
NCCOCCOCC NCc
CCSSCCN CCCCCCCNCc
CCCCCCCCCCCCS CCCCCCC
CCCCCCCCCCCCS CCCCCCCCCCC
NCCOCCOC NC
COCCOCCOCCO CCOCCOc
CNCCCCCCC NCc
CCNCCCCN CCN
CNCCCCCCCN CCSSCCNCCCCCCCNCc
CCCSCCCO CCCCCS
= %
C s
F CCc
F CCCc
I NC
O SCC
O NCCCOc
O OCN
O CCCCCCCCCCCCCCOc
S CCCCCCN
S SCCC
S SCCNC
cc ccccc
NC OCC
OC NCC
CN B
CN CCCCCCc
CN CCCCCNc
CCN CCCOCC
CCN CCCCNCCCN
CCN CCCCNCCCCNCCCCN
CO CCCCCCCCCCCC
CO CCCCCn
CO CCCCCCCCCCC
Cl CCNc
CCCC OCCS
CCCN CCCCC
CCCN Oc
COC OCCc
Br CCCc
nn sn
CCOC NC
CS Nc
CS SSSC
cnc nn
CCOCC CCNCCn
CCS CCSCC
NS CCN
CCCO CCOCCC
CCCCN OC
CCCCN CCOCCOc
CCCCN CCCNCCCNC
NCCC SCCC
NCCN CCCN
CCCCCCCC CCNCC
CCCCCCCC OS
CCCCCCCC CCCOP
OCCO n
OCCO CCOCCC
OCCO CCOCCOCc
OCCO CCOCCS
COCC CCCNCC
OCCN CCCNc
CNCC I
NCCCN CCS
NCCCC CCCOc
NCCO CCOCCOCCO
CCCCCN CCOc
COCCO CCCNc
COCCO CCOCCC
OP OCCOCCSC
CCOCCO NC
OCCCO CCCN
CNCCN CCO
ns sc
COCCC F
CNCCO CCOC
CCCCCCCCCCCC F
CCCCCCCCCCCC NCc
CCCCCCCCCCCC CCNCC
CCCCCCCCCCCC CCCOP
CCCCS CCNC
CNCCC I
CCCCCO CCCc
NCCCCC P
NCCCCC l
NCCCCC Sc
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
NCCCO CCN
OCOC OC
CCOCCN CCO
CCCCCCO N
NCCOCC Br
SCCC F
CCCCCCCCCC F
CCCCCCCCC I
CCCCCCCCC Br
CCCCCCCCCCC Br
NP I
10 7
OCCCCN CCO
COCCOCC SC
COCCOCC SCC
CCOCCOCCOCCO CCOCCn
CCNCCN CCc
CCCCCCCN CCC
OCCCOC N
CSCCS CCSC
NCCCNCCCCN CCCNCC
CNCCCCN CCCNCc
CNCCCCN CCCCNCc
CCCCOCC SCC
OCCOCCO CCOCCn
CCCCCCS Sc
CNCCCCCCN CCc
CNCCCCCCN CCCN
OCCOCCOCCO CCOCCOC
COCCCO NC
CCSSCCN CCCCCCN
NCCOCCOCCO CCC
CCCCOCCO CCOCC
CSS CCCCS
COCCOCCOCCO CCOCCOC
COCCOCCOCCOCCOCCO CCO
CNCCCCCCCC CCNc
CNCCOCCO CCNc
CNCCCCCCCCCCCC NCc
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOCCOCCOCCOCCO
CSNS CCCSN
- ](/
2 12
2 65
7 13
F CCN
F CCNCc
N OCO
S Cl
S NCC
S NS
S CCCCn
S CCCCCNc
S CCCCCCCCCCS
] \
o oc
OC NCc
CN NS
CN SC
CN CCSS
CCN CCOCc
CCN CCCCCCNC
CO SC
CO Sc
CO CCCCCCCCCCCCCCCCCC
CO CCCCOS
CCCC OCCOCCO
CCO OCC
CCO CCCCc
CCO CCCCOc
CCO CCCCCCc
cn nnc
CCCN CCCCOc
12 9
COC l
Br N
Br CCOc
Br CCCCc
nn ncc
CCCCC OCCc
CCCCC SCCc
CS CCOCCO
CS CCCCNc
CS CCCCCCCCN
CS CCCCCNc
21 4
-] #
OCC SCCC
-]) \
23 2
CCS CCCOC
CCS CCCOCC
NS NC
NN O
NN CCCO
CCCO CCOCc
CCCO CCCCCCNC
CCCO CCOCCOCCOCCO
CCCCN n
CCCCN OCc
OCO CCN
NCCN CCCO
NCCN CCCCc
NCCN CCSc
NCCN CCF
NCCN CCCCCCNC
NNC O
CCNCC P
CCCCCCCC F
CCCCCCCC CCCOCC
CCCCCCCC CCOS
CCCCCCCC CCCCCCCCCCCCCCCCC
OCCO CCOCCOCCN
COCC CCCNS
NO NC
NO CCCCC
COCCN P
COCCN CCCC
COCCN CCCCO
CCCOC NC
OCCN CCS
OCCN CCCOC
OCCN CCCSc
NCCCN CCCCCCCCNC
NCCCN CCCCNCC
NCCCC CCCCNCCCN
CCCS CCO
CCCS CCS
CCCS SC
NCCO B
NCCO CCCl
NCCO CCOCCOCc
NCCO CCOCN
CSCC CCCNS
CCCCCN O
NCCNC l
CCCCCCC F
CCCCCCC Br
COCCO CCCNS
COCCO CCOCCOCCN
COCCO CCOCCn
OP C
OCCCC OCc
OCCCO n
OCCCO CCCC
OCCCN CCn
OS O
CNCCN CCCN
CNCCN CCNCCNC
CNCCO CCOCCNCc
NCCS CCc
NCCS CCCCCS
CCCCCCCCCCCC P
CCCCCCCCCCCC CCCCNCC
CCCCS CCS
CCCCCO CCOC
NCCOC OCCOC
NCCCCC Br
CCCCCCCCCCCCCCCC CCCOC
CCCCCCCCCCCCCCCC CCSC
NCCCO CCCCOCCCN
CP N
CP O
CP CCC
CP OC
CCCCCCCCCC I
CCCCCCCCC OCC
COS O
NCCCCCC CCCNCCCNC
COCCCC CCOC
11 5
CCCCCS Sc
CCCCCCCCCCCCC I
CCCCCCCCCCCCC P
CCOCCOCCOCCO CCOC
CCOCCOCCOCCO CCOCCOCCOCCOCCN
NCCCCCCCC NCc
NCCCCCCCC CCCNC
NCCCCCCCC CCCn
NCCCCCCCC CCCCc
OCCCCCC F
53 6
CSCCS CCCS
NCCCNCCCCN CCCNCCCN
CCCCOCCN CCn
CCCCOCC SC
OCCCCCCN CCOS
CCCNCCCN CCCCN
CCCNCCCN CCCn
CCCNCCCN CCCNCCCN
COCCCCN CCCCC
OCCOCCN CCOCCO
CCNCCCN CCCCCCCN
CCCCNCCCCN CCCCNC
20 1
NCCCCCCO CCCCc
CCSSCCN CCCCCCOCc
CCCCOCCO CCOCCN
COCCOCCOCCO CCOCC
OCCCCCCCCCCCC F
CCCCCCCCCCCCCCCCCCCC CCOC
SCCCCC SCCC
NCCCCCCCCN CCCCNC
NCCCNCCCN CCCn
OCCOCCOCCOCCOCCO CCOC
COCCOCCOCCOCCOCCO CCOC
COCCOCCOCCOCCOCCO CCOCCO
NCCOCCOCCOCCOCCO CCOCCOCCOCCC
NCCCCNCCCCN CCCCNCc
OCCCCCCCCCCCCC Br
NCCCNCCCCCCCCCCCCN CCCN
OCCNCCCO CCCNCc
CCNCCCCNCCCCNCCCCNCCCCN CCCCNCCCCNCCCCNCCCCN
COCCCCCCN CCSSCCNCCCCCCOCc
CCCNCCCCCC CCCNCCCN
) #
7 9
9 7
B CN
F S
F CCCC
F CCCCCN
I Nc
N CCCCCCCCCCCCCCC
O NCC
O OCc
O NO
O OCCC
O CCCCCCCCCCCCCCCCC
O CCCCCCCCCCCCCCCCNC
O CCCCCCCCCCCCCCCCOC
P N
P SO
R b
S OCC
S CCCCCn
S CCCCl
S CCOCCOP
o nnc
p H
NC F
NC OCCn
NC OCN
NC OCCOCCC
OC B
CN OCCN
CN CCCCCOC
CN CCOCCn
CN CCCCCCCCCCCCN
CN CCCCCCCCCCNCc
CCN NS
CCN CCCCCCc
CCN CCCCCCOC
CCN CCCCCCn
CCN CCCCCCCCCCCCN
CO NCCC
CO CCCCCCO
CO CCCCCCOc
Cl CCSc
CCO CCCCOC
CCO CCCCCCN
CCCN CCCCCOc
CCCN CCCCCO
CCCN CCCCCCCCN
CCCN CCCCCCNc
COC OP
Br CCC
Br CCc
CCCCC SCCC
CCCCC OCCCCCCCCCc
+] .
CCOC Sc
CS CCCCCc
CS CCSCc
CS CCOCCC
CS CCCCCCCCCCCCCC
CS CCCCNCc
CS CCOCCS
@@] \
NCC I
CCS O
CCS CCCCCC
CCS CCNS
CCS CCCCCCCCCCCC
CCS CCCCCO
CCS CCSCCC
NN CCCCC
CCCO OC
CCCO Nc
CCCO CCOCCO
CCCO CCCNS
CCCO CCOCCOCCOC
CCCO CCCOCCCC
CCCCN CCCn
CCCCN CCCOC
CCCCN CCCCNC
CCCCCC B
CCCCCC CCCNCC
NCCN CCCC
NCCN CCCCOc
CCCCCCCC SCc
CCCCCCCC SCCC
CCCCCCCC CCCCNS
COCC Br
NO CCCNC
CSC P
COCCN CCO
CCCCO CCCOCC
OCCN O
NCCCN CCNCCCN
OCCC SCc
NCCCC CCCCCn
NCCCC CCCNS
NCCO CCOCCn
NCCO CCOCCOCCOCCOCCNC
CSCC F
CCCCCN CCCCC
CCCCCN CCSc
NCCNC O
CCCCCCC OCc
45 2
COCCO CCNCCN
COCCO CCCCNCc
COCCO CCOCCNc
OCCCC CCOCc
OCCCC CCON
OCCCO CCCOc
OCCCN CCC
OCCCN CCNC
OCCCN CCCNC
OCCCN CCCl
CCCCCCCCCCCC CCSc
CCCCCCCCCCCC CCCNCC
CCCCCCCCCCCC CCCCCO
CCCCS S
CCCCS CCCCC
CCCCS CCOc
COCCCN CCCOc
CNCCC Br
CNCCC SCC
NCCCCN CCCNCc
NCCCCN CCCCNCC
OCCOC SC
NCCCOC OC
NOC N
CCCCCCN CCO
CCCCCCN CCn
CCCCCCN CCSSCCNCCCCCCN
NCCCCC OCC
CCCCCCCCCCCCCCCC CCCCO
CCCCCCCCCCCCCCCC OS
NCCCO CCCC
OCOC OCSC
CCOCCN CCCC
CCOCCN CCOC
SCCS CCC
CCCCCCO CCOC
CP CCCC
NCCOCC Sc
CCCCCCCCC P
CSCCC F
35 1
NCCCCCC I
OCCCCN CCc
CNCCCN CCCNCCCN
OCCCCC SCCC
COCO n
NOCC SC
CNCCCC OCc
OCCS CCNC
CCOCCOCCOCCO CCO
CCOCCOCCOCCO CCOCCOCCNC
CCCCCCCCN CCC
CCCCCCCCN CCS
NCCCCCCCC S
NCCCCCCCC CCOCC
NCCCCCCCC CCCCO
CCOCCCN CCn
OCCCCCCCC CCCN
OCCCCCCCC Br
OCCCCCCCC CCCNC
OCCCCCCCC CCCCNC
OCCCCCCCC CCCCn
OCCCCCCCC CCCCCCCCCCCCCCOP
CNCCCO CCO
OCCCCCN O
CNCCS CCCNCCc
SCCCC CCSC
OCCNCC NCc
CCCNCCCN CCNCCC
COCCCS CCC
OCCOCCN CCOCCOc
CCNCCO CCOCCNC
CCCCNCCCCN CCCCNCC
OCCOCCOCCOCCO CCOCC
NCCCNCCCN CCCCNCCCNCCCNC
Mg H
OCCOCCOCCOCCOCCO CCOCCO
COCCOCCOCCOCCOCCO CCOCCOCCNc
NCCCNCCN CCCNc
CCNCCCCN CCC
CCOCCOCCOCC F
NCCNCCNCCN CCNC
CNCCCCNCCCCN CCCCNCC
NCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOC
CNCCCCNCCCCNCCCCN CCCCNCC
CNCCCNCCCCN CCCNCc
CCNCCCCNCCCCNCCCCN CCCCNC
1 34
1 13
1 56
4 13
8 2
B c
B i
F CCCNC
F CCCCNc
F CCOCCOCCOc
N NCCF
N OCOCCOC
N CCCCCCCCCCCCCCNC
O NCCN
O NCCO
O OS
O NCCCc
P O
P Nc
R a
S B
S CCCNCC
S CCCCCCCCCCCCCCCC
S CCCCCCOc
S CCOCCOCCOCCO
S CCCCCCCCCCSc
c p
cc scc
ccc sc
ccc pc
NC Br
NC NNC
NC OCCO
OC OCCSC
OC NCCNCO
CN SCC
CN OCCCN
CN CCCCCNC
CN CCCCCn
CN CCCCCCCCC
CN OCCCS
CCN SC
CCN CCOCCOC
CO Oc
CO OS
CO NCCOc
CO NCCCCN
CO CCCCCOC
CO CCCCCCCCCCCCCC
CO CCCCCCCCCCCCC
CO CCCCCCCCOc
CO CCCCCl
cccc nc
Cl Nc
Cl CCCNc
Cl CCNCc
CCCC OCO
CCCC CCSCc
CCCC CCCOP
CCO OCCCO
CCO CCCCCCNC
CCO NCCCOc
CCO CCCOCCC
CCO CCCCCCOCCc
CNC OC
CCCN CCCCNC
CCCN CCOCc
CCCN CCCCCCO
CCCN CCCCSc
CCCN CCCCCNCCC
CCCN CCOCCNCCC
12 7
COC OCCNC
COC OCCOC
CCCCC I
CCCCC OCCO
CCCCC SCc
CCCCC SCCS
@] \
CCOC OCc
CS I
CS NCc
CS CCOP
CS CCCCCCCCCC
CS CCCCNS
21 1
-] =
OCC SCCS
-]) /[
32 5
CCS Cn
CCS CCSC
CCS SCc
CCS CCOCCC
CCS SCCc
CCS CCNCCN
CCS CCSCCN
NS CCOc
NS CCSCc
CCCO CCCn
CCCO CCCNc
CCCO CCOCCOCCO
CCCO CCOCCCC
CCCO CCCCOCCCN
CCCNC P
CCCCN CCCC
CCCCN CCCCC
CCCCN Oc
CCCCN SC
CCCCN CCSC
CCCCN CCCCCNC
cs ccc
34 5
OCO NC
NCCN CCCCCC
NCCN CCCNc
NCCN CCNCc
NCCN CCCCn
NCCN CCCNCCN
NCCN CCNCCO
CCNCC CCCNCCc
CCNCC CCCNCCCc
CCCCCCCC CCSCC
CCCCCCCC OCCCOP
OCCO CCNCC
OCCO CCON
NO O
NO CCOCC
NO CCCSc
NO SN
NO CCCOCCCCOC
COCCN CCCCn
CCCCO O
CCCCO CCCn
CCCCO CCCOCCCCC
OCCN CCSc
OCCN CCCCOc
OCCN OCCOCCON
NCCCN CCCCC
NCCCN CCCOC
NCCCN CCCS
NCCCN CCOCCO
NCCCN CCCNCC
CCCCNC n
NCCCC CCCO
NCCCC CCSc
NCCCC CCCCNS
NCCCC CCNCCc
NCCCC CCOS
CCCS CO
CCCS Sc
CCCS CCCCCOC
CCCS SN
CCCS CCSCCCNCC
CCCS CCCSCCC
NCCO CCCOC
NCCO CCNS
CSCC Br
CCCCCN CCCCCC
CCCCCN CCNS
45 6
COCCO CCNCCC
COCCO CCNCCc
COCCO CCOCCc
COCCO CCOCCOCCOCCOCC
OCCCC I
OCCCC P
OCCCC CCSc
OCCCC CCCCCBr
COP Oc
CCOCCO CCCl
CCOCCO CCOP
OCCCO CCNc
OCCCO CCCCCCCCCCCCCCCC
OS CCc
CSCCN CCC
CNCCN CCCCNCCCN
CCCCOC Nc
54 1
CNCCO CCOc
NCCS NC
NCCS CCCC
OCCNC N
CCCCCCCCCCCC Br
CCCCCCCCCCCC CCCS
ON P
CCCCS N
CCCCS P
CCCCS CCCN
CCCCS SCCCCS
COCCCN NC
COCCCN CCSc
NCCCCN CCC
NCCCCN CCCCNCCCN
NCCCCN CCCCNCCc
OCCOC OCS
NCCOC P
NOC F
CCCCCCN OC
CCCCCCN CCCC
CCCCCCN CCCCCCN
COCCOC NC
COCCOC OCc
CCCCCCCCCCCCCCCC CCCc
CCCCCCCCCCCCCCCC OCCO
CCCCCCCCCCCCCCCC OCCC
CCCCCCCCCCCCCCCC CCCCn
CCCCCCCCCCCCCCCC CCCCCCCCCCCC
CCCCCCCCCCCCCCCC OCN
CCCCCCCCCCCCCCCC CCOS
CCCOCC S
NCCCO CCCN
OCOC Oc
SCCS CCS
CCCCCCO CCCC
CP CC
CP OCOC
NCCOCC NCc
SCCC Br
CCCCCCCCC SCC
CCCCCCCCC OP
CSCCC SCC
56 3
COCCCC CCCO
COCCCC CCCc
COCCCC CCCCCc
OCCCCC OCc
OCCCCC SCCCCCC
COCCOCC CCNc
CNCCCC Br
CNCCCC CCOCC
CNCCCC CCCCNCC
CNCCCC CCOCCS
CCCCCS CCCN
CCCCCS SCCCCC
OCCS CCCNc
OCCS CCCCCCCCC
CCCCCCCCCCCCC OP
NCCCS SCCCNC
CCOCCOCCOCCO CCC
CCOCCOCCOCCO CCOCCOCCN
CCOCCOCCOCCO CCOCCOCCOCCOc
CCCCCCCCCCCCCCC P
OCCCCO CCc
OCCCCO CCCCO
CCNCCN CCNC
CCNCCN CCNCCC
NCCCCCCCC CCCO
NCCCCCCCC CCOCc
CCOCCCN CCOc
18 1
18 2
NCCOCCO CCNCC
OCCCCCC NCc
SCCO CCCCCCNCc
SCCCN CCN
NCCCCCN CCCNC
NCCCCCN CCCCCN
NCCCCCN CCCCCCCNC
COCCS CCOc
COCCS CCCOc
OCCCCCCCC CCCOC
OCCCCCCCC CCCCc
OCCCCCCCC CCCCCc
CCOCCOCCO CCNS
SS n
SS CCCCS
SS CCOCCSCC
15 2
NCCCCCCN P
NCCCCCCN CCCCCCNC
NCCCCCCN CCCCCCCCN
NCCCCCCN CCSSCCN
CNCCS CCCO
OCCCCNC OCC
OCCCCCCN CCCOS
17 5
CCCNCCCN CCCNCC
OCCOCCN CCO
OCCCCCCC l
OCCCCCCC OCC
CCNCCCN CCNCC
CCNCCCN CCCCCCCCN
CCNCCCN CCCCNCCCN
CCCCCCCO N
CCCCCCCO CCc
CNCCCCC OCCc
NCCOCCOCCN CCOc
OCCOCCOCCO CCOCc
OCOP C
NCCOCCOCCO CCOCCOCCN
CCCCOCCO CCOCCOC
CCCCOCCO CCOCCOc
SCCOC N
OCCCCCCCCCC Br
CCCCCCCCCCCCS CCCCCCCCC
CCCCCCCCCCCCS CCCCCCCCCCCCC
CCCCCCCCCCCCS CCCCCCCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCO CCC
OCCOCCOCC SC
COCCOCCOCCO CCC
COCCOCCOCCO CCOCCN
COCCOCCOCCO CCOCCF
OCCCCCCCCCCCC CCOC
OCCCCCCCCCCCC CCCc
CCNCCCCCCN CCCc
CCCCCCCCCCCCCCCCCCCC CCO
NCCCCCCCCCCCC NCc
OCCCCCCCCCCCCCC Br
OCCOCCOCCOCCOCCO CCOCCOCCOC
COCCOCCOCCOCCOCCO CCOCC
CNCCCCCCNCCSSCCN CCCCCCNC
CCCCCCCCCO CCCCCl
CNCCCCCCCC CCCCNc
CNCCOCCO CCOCCNC
COO Sc
Te H
NCCOCCOCCOCCOCCO CCOCC
NCCOCCOCCOCCOCCO CCOCCOCCOCCOCCNC
CCCCNCCCCNCCCCNCCCCN CCCCNCCCCNCCCCNCCCCNCCCCNCC
CCCOCCO CCCNCC
cco o
CNCCCCO CCc
COCCCCCCCC CCOCn
CCCNCCCCN CCCn
CCCNCCCCCCN CCCN
CCNCCCNCCCN CCCN
CSSCCN CCCN
CCNCCCCCCO CCc
CCNCCCCCCO CCCCc
CCNCCSSCCN CCCCCCN
NCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCC
CCCCCCCCCCCCSCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CNCCCNCCCN CCCNCc
CSCCCCCCCC CCOCCOCCOCCOCCOCCOCCO
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOC
CSCCSCCCS CCSC
CCCNCCCNCCCCN CCCNCCCN
CCNCCCCNCCCCNCCCCNCCCCNCCCCNCCCCNCCCCNCCCCN CCCCN
CCCNCCCCCCCCN CCCN
CNCCCCCCOCCS SCCOCCCCCCNCc
NCCCCCCNCCSSCCN CCCCCCNC
CCCCCCCCCCCCSCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
- ]([
2 43
5 14
8 1
F O
F CCNC
F CCNc
I N
N NCCS
N OCCn
N CCCCCCCCCCCCCCCCNC
O Oc
O NCCCN
O SCc
O NCCNC
O NON
O CCCCCCCCCCCCS
S CNc
S CCCCCCc
S CCOCCOC
S CCOCCC
S CCOCCOCCO
S CCCCCl
S CCCOP
S CCCCCCCSc
S OOO
X e
] )/
] =[
p cn
s cn
]( -
NC I
NC NCCCC
NC NCN
NC OCCCCC
NC OCCCCCCCC
OC OCCn
CN OCCO
CN OCCC
CN CCCCCCCCc
CN CCCCCS
CN CCCCCCCCNC
CN CCCCCCCCCCCCNC
CN CCOCCOCCOC
)( /[
CCN I
CCN OCc
CCN Sc
CCN CCCCn
CCN CCCl
CCN CCSCc
CCN CCCCCNc
CCN CCCCCCNCC
CCN NCNc
CCN CCCCCCCNCCC
CCN CCCCNCCCCNCCCCNC
CO NNc
CO CCCCCCCCCCCCc
CO CCCCCCCCCCn
CO CCCCCCCCCCCCO
CO CCCCCCCCCCCCOCc
Cl CCC
Cl CCOC
Cl CCn
Cl CCCOc
Cl CCCSc
CCCC CCOCCO
CCCC CCOCCOCCO
CCCC OCCOCCOc
CCCC OCCOCCOCCOCC
CCO CCCCCCCC
CCO CCCCCc
CCO CCCCCOC
CCO CCCSc
CCO CCCCCCOc
CNC B
CNC NCc
CCCN CCCCCNc
CCCN CCCCCCn
CCCN CCSS
CCCN CCCNCCN
CCCN CCCCNCCCNC
COC OCCOc
COC OCCOCCO
COC OCCOCCOCCOCCO
Br CCN
Br CCCOc
CCCCC OCCN
CCCCC OCCNC
CCCCC OCCCCCCOC
+] -
+] )=
+] \[
CCOC OCC
CCOC SC
CCOC OCCOC
CS OCC
CS CCCCOc
CS OCCCO
CS CCCCOC
CS CCCOCC
CS Nn
CS CCCSc
CS CCOCCOC
CS CCCCl
CS CCCCCCNc
CS CCCCCCS
CS CSN
NCC CCCNCC
OCC SCCN
CCOCC I
CCOCC CCCN
CCOCC CCCNCC
23 5
CCNC NC
CCS Nc
CCS OOC
CCS CCNCCc
CCS CCCSCCC
NS CCC
NN CCCOc
CCCO B
CCCO Br
CCCO Sc
CCCO CCCOC
CCCO CCCCc
CCCO CCOCCOc
CCCO CCOCCOCCOCCOCCOCCOCCOCCO
CCCNC O
CCCNC l
CCCNC OC
CCCCN CCS
CCCCN CCCCc
cs n
CCCCCC I
OCO CCOCCO
OCO CCCSC
NCCN n
NCCN CCCCC
NCCN OS
NCCN CCCCCNC
NCCN CCCF
NCCN CCNCCC
NCCN CCCCCCn
NNC S
NNC Nc
CCCCCCCC I
CCCCCCCC OCCC
CCCCCCCC OCOC
CCCCCCCC CCCNS
CCCCCCCC CCCNCCN
CCCCCCCC CCCOS
OCCO CCCO
OCCO CCCc
OCCO CCCOC
OCCO CCCCCCCCC
OCCO CCCCCCCCCCCCCCCCCC
OCCO CCCCCCCCCCO
OCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
SCC P
SCC Br
COCC I
43 5
NO CCCN
NO NCCC
NO CCCS
NO CCCNCc
NO PP
COCCN CCCO
COCCN CCNc
COCCN CCOCCOc
COCCN CCOCCOCCN
13 9
OCCN n
OCCN CCCCC
OCCN CCOCC
OCCN CCCn
OCCN CCOCCNc
CCSC P
CNCC CCCNCCC
NCCCN CCCOc
NCCCN CCNc
NCCCN CCSc
NCCCN CCNCCCNC
NCCCN CCCCCF
NCCCN CCSP
CCCCNC S
NCCCC CCOCC
NCCCC CCOCc
NCCCC CCCSc
NCCCC CCCCCS
NCCCC CCSS
CCCS CCCCC
CCCS CCOC
CCCS CCn
CCCS CCCOc
CCCS CCCNc
CCCS CCCl
CCCS CCCSCCCC
NCCO CCCN
NCCO CCCc
NCCO CCOCc
NCCO CCOCCOCCOC
NCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
NCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC
CCCCCN Nc
CCCCCN CCCCNC
NCCNC n
CCCCCCC SCc
COCCO S
COCCO CCCOc
COCCO CCCl
COCCO CCOCCS
OP PP
COP P
CCOCCO CCc
CCOCCO CCOCCCNC
OCCCO Nc
OCCCO CCCCC
OCCCO CCCCOCCCOCC
OCCCN CCCN
OCCCN CCCNc
OS SOC
CSCCN CCN
CNCCN CCNCCNCc
CCCCOC n
COCCC P
COCCC Br
54 2
CNCCO S
CNCCO CCOCCNC
CNCCO CCCl
NCCS CS
NCCS CCCc
NCCS CCn
NCCS SCc
CCCCCCCCCCCC I
CCCCCCCCCCCC CCCCCNc
CCCCCCCCCCCC CCONC
CCCCCCCCCCCC CCNCCO
ON n
CCCCS NC
CCCCS CCOC
CCCCS CCCCO
CCCCS CCNCCN
CCCCS SN
CCCCCO CCOc
NCCCCN CCCCCNCc
OCCOC OC
NCCOC OCNC
OO Sc
NOC Oc
CCCCCCN CCCCC
CCCCCCN CCS
CCCCCCN CCNc
CCCCCCN CCSc
CCCCCCN CCCNCc
CCCCCCCCCCCCCCCC CCCCc
CCCCCCCCCCCCCCCC CCCNc
CCCCCCCCCCCCCCCC CCCCCOC
CCCCCCCCCCCCCCCC SCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC OCCOP
NCCCO CCC
NCCCO CCOCCOC
NCCCO CCCCCCOC
CCOCCN CCOc
CCOCCN CCSc
SCCN CCC
SCCS P
SCCS CCNC
SCCS CCCSCCS
CCCCCCO NC
CCCCCCO CCOCC
CCCCCCO CCCCc
NCCOCC CCN
SCCC SCc
CCCCCCCCCCC OCc
CSCCC SCc
14 9
COCCCC CCCN
COCCCC Br
COCCCC CCn
COCCCC Sc
CCCCCCCCCCCCCC CCCNOC
OCCCCN CCN
OCCCCN CCCCO
OCCCCN CCSS
CNCCCN CCOC
CNCCCN CCNCCCNC
CNCCCN CCNCCCN
COCO CCCCCCC
NOCC F
CNCCCC CCCc
CNCCCC CCCNC
OCCS SCCN
CCOCCOCCN CCOCCOCC
OCCCCO P
OCCCCO CCCO
CCP C
CCP P
CCCCCCCCN CCNCc
CCCCCCCCN CCCCNCc
CCCCCCCCN CCCCCCCCNC
CCCCCCCN CCCCN
NCCCCCCCC CCn
NCCCCCCCC CCCOc
NCCCCCCCC CCNS
NCCCCCCCC CCCCn
NCCCCCCCC ON
NCCCCCCCC CCCCNS
CCNCCC P
OCCCCCC l
NCCCCCN CCCN
NCCCCCN CCOc
OCCCCCCCC CCn
OCCCOC n
SS SCC
SS CCCCCS
NCCCCCCCN CCCCCCCN
NCCCCCCCN CCCCCCCNC
OCCOCC SCC
CSCCO CCOCCn
CSCCCN CCC
CNCCCO CCOCc
CNCCCO CCNCCc
CCSS SC
NCCCNCCCCN CCN
NCCCCO S
CCOCCCC OCC
CCOCCCC CCCO
CCCCOCCN CCOc
CCCCCCCCCCN CCCN
CCCCCCCCCCN CCCCCCNCc
SCCCC F
SCCCC SC
SCCCC CCSc
SCCCC CCOP
NCNC OC
CCCCCCCCCCCCN CCOc
NCCOCCOCCNC l
CCCNCCCN CCCCCCCN
OCCOCCO CCCCCNC
OCCOCCO CCOCCF
COCCCCN CCN
OCCOCCN CCOC
OCCOCCN CCOCCOC
COCCCCC P
CNCCOCC NCc
OCCCCCCC Sc
CCNCCCN CCC
CCNCCCN CCn
CCNCCCN CCCNCC
CCNCCCN CCCNCCN
CCCCCCS N
19 2
NOCCO CCOCCOCCOCCO
CNCCCCCCN CCCCCCCN
CNCCCCCCN CCCCCCCCCCNCCCCCCNCc
CNCCCCC Br
CSCCCC CCNS
20 3
NCO CCOCCNC
CCOCCOCCOCCOCCOCCOCCOCCO CCOCCC
OCCOCCOCCO CCOCCOCCN
CCSSCCN CCCCCCCCNCc
NCCOCCOCCO CCOCCn
CCOCCOCC F
CCOCCOCC SCCO
CCCCCCCCCCCCCCCCN CCOc
CCCCCCCCS CCCCC
CSS CCCOC
CCCCCCCCCCCCS CCCCC
CCCCCCCCCCCCS CCCCCCCCCCCCCCC
CCCCCCCCCCCCS CCCCCCCCCCCCCCCCC
CCCCCCCCCCCCS CCCCCCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCO CCCOP
COCCOCCOCCO CCNc
COCCOCCOCCO CCOCCSc
OCCCCCCCCCCCC CCN
OCCCCCCCCCCCC CCc
OCCCCCCCCCCCC Br
OCCCCCCCCCCCCCCCC CCc
COCCCCCC P
NCCCCCCCCN CCSSCCN
NCCCNCCCN CCCCNC
COCCOCCOCC Sc
COCCOCCOCCOCCOCCO CCOCCOC
COCCOCCOCCOCCOCCO CCOCCOCCNC
COCCOCCOCCOCCOCCO CCOCCOCCOCc
NCCNCCN P
CNCCCCCC l
CCCCCCCS CCCS
CSO Oc
NCCCCNCCCN CCCCNC
NCCOCCOCCOCCOCCO CCO
NCCOCCOCCOCCOCCO CCOCCNC
NCCOCCOCCOCCOCCO CCOCCC
CNCCCCCCO CCCCC
CCCCCCCCCCCCCCO CCCOP
SO Oc
NCCNCCNCCN CCN
CSCCOCC SCC
CSCCOCC SSCCOCCSCC
NCCCNCCCNCCCN CCCNCC
COCCCCCCCC OCc
CCNCCCNCCCN CCCNC
CCOCCCO CCCOC
NCCCNCCCNCCCCNCCCN CCCNS
CNCCCCCO CCCc
CCCCNCCCCNCCCCN CCCCNCC
SCCCCCS CCCCCC
SCCCCCS CCCOCCC
CCCCCCCCCCCCSCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
CCNCCCNCCCCN CCCNCC
CNCCCCCCCCN CCSSCCNCCCCCCCCNCc
CCCCCCCCCCCCCCCCCCP CCCCCCCCCCCCCC
CNCCCNCCCCN CCCNCC
NSO Oc
NCCCNCCCCCCCCN CCCN
OSO ON
NCCCNCCCCNCCCNCCCN CCCNC
CCNCCCNCCCCCCCN CCCNCC
CNCCCCCCCCCCCCN CCSSCCN
COOS CCCOc
OCCCCOCCCCO CCCCO
CCNCCCNCCCCCCCCN CCCNCC
NCOCCCCCCCC l
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC
OPPP O
1 14
4 21
5 13
5 24
6 54
7 1
7 25
8 3
B O
B OCC
B OP
B OB
F B
F NC
F Nc
F COc
F CCCCC
F CCNCC
F CCOCCO
F CCCNCc
F CCCCCc
F CCOCCOc
F CCCCSc
I CCc
I CCCCN
K H
K r
N NCCn
N NCCSc
N CCCCCCCCCCCCCCCCS
O OCO
O NCCCC
O OP
O OCCCC
O OCOC
O OSN
P NC
P Cl
P Oc
P ON
P SN
P PC
S NCCN
S CSCC
S CSCc
S CCCCOC
S CCCCCCCCCCCC
S NCCCCC
S Nn
S CCCCCOC
S CCCCCCCCCC
S COCO
S CCCCCCCCN
S CCCCCCOC
S CCON
S SCCO
S CCOCCn
S SCCCS
S CCCCCCCc
S CCCCCCCCOc
S CCCCCCCCCCN
S CCOCCS
S CCOCP
S CCCCCCCCS
S CCCCCF
S OSc
S CCCCCCCCCCCO
S CCOCCOCCOCC
S CCCCCCCCSc
S CCCCCCCCCCCCSC
] /[
c on
o cnn
p cnc
s nccc
]( \
NC SCC
NC OCCCC
NC OCCCN
NC OCCOC
NC OCCOCC
NC NCCCCS
NC OCCOCCOCCOC
OC NN
OC NCCc
OC NCCCC
OC OCCNC
OC OCCS
CN NCCc
CN OCCCO
CN CCOCCOCCO
CN CCCCCCCCn
CN CCCCCl
CN CCCCCCCCCCNC
CN CCCCCCCCCCCN
CCN Nc
CCN CCCCCCCC
CCN OCCO
CCN CCCCCCC
CCN CCSCC
CCN CCCNCc
CCN CCCSC
CCN CCCSCC
CCN CCCCCCCN
CCN CCCCNCc
CCN CCSS
CCN CCCCCCNc
CCN CCCCCCOCc
CCN CCOCCSc
CCN CCCCCCCCCCCCNCC
CCN CCCCCCCCNCCC
CO OCc
CO NCCc
CO OCCC
CO OP
CO CCCCCS
CO CCCCCCCCCCCCCCC
CO CCCCCCCCO
CO CCCCCCCCCCCOc
CO CCCCCCCCCCCCCCOP
CO NNOC
cccc o
cccc ccccc
cccc cccc
Cl CCCCC
Cl CCOc
Cl CCCCCN
Cl CCNCCN
CCCC CCOCCOCCOCCO
CCCC CCSS
CCCC CCOCCS
CCO OCc
CCO CCCCO
CCO NCCOc
CCO CCCCn
CCO CCCCCCCCCCCC
CCO CCCCCCOC
CCO SN
CCO CCOCCS
CCO CCCCCCCCCCO
CCO CCCCCCCCCCCO
CCO CCCCCCCCCCOCC
CCO CCCCCCNCCc
CNC NCC
CNC OCc
CNC OCCOCCC
CCCN B
CCCN CCOCC
CCCN NN
CCCN SC
CCCN Sc
CCCN CCNCC
CCCN OCCO
CCCN CCNCc
CCCN CCCCCCCCCCCC
CCCN CCCCCc
CCCN CCCCCn
CCCN CCOCCOCCN
CCCN CCCSCC
CCCN CCCCCCOC
CCCN CCCCCCNCc
CCCN CCOCCc
CCCN CCCCCCNCC
CCCN CCCCNCCCCNCCCCN
12 1
12 2
COC F
COC OCCN
COC OCCCC
COC SCCc
COC OCCS
Br CCCN
Br CCNC
Br CCn
Br CCSc
Br CCCCCOc
Br CCCCCCN
Br CCCCCSc
nn nnc
CCCCC OCCCC
CCCCC OCCF
CCCCC OCCCCCN
CCCCC OCCCCCCNC
+] )/
CS CNc
CS OS
CS CCCCn
CS CCCl
CS CCCCCCCCCCCC
CS CCCCCCN
CS CCCCCCCCC
CS CSCCC
CS SCCc
CS CCON
CS CCOCCn
CS CCCCCCNCc
CS CCCCCF
CS CCCCCNCc
NCC l
NCC CCNCCCCCN
CCOCC CCNCCO
CCOCC CCNCCOc
23 6
CCNC P
CCS OC
CCS CCCCN
CCS CCCCNC
CCS SCCS
CCS CCSCc
CCS CCCF
CCS CCCCCCCCCCCCCC
CCS CCON
CCS CCCNCCC
CCS CCOCN
NS P
NS CCS
NN Nc
NN CCCC
NN CCOC
NN ON
NN CCCCNCc
NN CCCNCCCN
NN NCl
CCCO CCNCC
CCCO NCCOc
CCCO CCCNCc
CCCO CCCCCO
CCCO CCCCCn
CCCO CCCOCC
CCCO CCCF
CCCO CCCCCCCNC
CCCO CCOCCc
CCCO CCOCCS
CCCO CCCCOCCC
CCCO CCOCCOCCOCCOc
CCCO CCCOCCCN
CCCO CCCOCCCOc
CCCO CCOCCOCCCNC
ccn ccc
CCCNC N
ccco cc
CCCCN B
CCCCN OCC
CCCCN CCn
CCCCN CCNc
CCCCN OCCCN
CCCCN OS
CCCCN CCCl
CCCCN CCCCCn
CCCCN CCSS
CCCCN CCCCCCNCc
CCCCN CCCCCCCCCCCOc
CCCCN CCOCCSc
CCCCN CCCCCCCNCCCCN
NCCC SCCN
NCCC SCCc
OCO N
OCO S
OCO n
OCO CCCC
OCO CCCOC
OCO CCCCCCCCCCCC
OCO CCCCCCCCCC
OCO CCCCCCOC
OCO CCOCO
NCCN NS
NCCN CCNCC
NCCN CCCn
NCCN CCCS
NCCN CCCl
NCCN CCCCCOc
NCCN CCOCc
NCCN CCCCCn
NCCN CCCOCC
NCCN CCOCCOc
NCCN CCCNCCNC
CCCCCCCC l
CCCCCCCC OCCO
CCCCCCCC CCCSc
CCCCCCCC CCOCCC
CCCCCCCC SS
CCCCCCCC CCCCOCCCNC
CCCCCCCC CCCOCCc
CCCCCCCC OCCCCOC
CCCCCCCC CCSCCCN
CCCCCCCC CCSCCCC
CCCCCCCC OCCOP
CCCCCCCC CCOCCOCCOCC
OCCO CCCNC
OCCO CCCn
OCCO CCCCOP
OCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
SCC CCCNCCCN
COCC l
NO CCNc
NO CCCCCc
NO CCCCCO
COCCN Sc
CCCCO B
CCCCO CCCO
CCCCO SCc
CCCCO CCCCc
CCCCO CCCCCNC
CCCCO CCCCCCCc
CCCCO CCCOP
CCCOC F
CCCOC P
CCCOC Nc
OCCN CCCCCOc
OCCN CCCCCCN
OCCN CCCCCCNCc
OCCN CCOCCOCCNc
OCCN CCCCCCOS
OCCN CCCCCCOCCc
CCSC F
NCCCN P
NCCCN CCSC
NCCCN CCNS
NCCCN CCCCOC
NCCCN CCCNCc
NCCCN CCP
NCCCN CCSS
NCCCN CCSSC
NCCCN CCCNCCC
NCCCN CCNCCNCCN
NCCCN CCCCCB
NCCCN CCCCCCCCNCCCNCc
NCCCN CCCCCNCCCN
CCCCNC O
CCCCNC OC
NCCCC CCCOC
NCCCC SCc
NCCCC CCCNCc
NCCCC CCCCCc
NCCCC CCCCCO
NCCCC SS
NCCCC CCCCCCNCc
NCCCC CCOCCc
NCCCC CCCCCNCc
NCCCC CCNCCCCCN
CCCS O
CCCS CN
CCCS CNC
CCCS CCCc
CCCS CCNc
CCCS CCNS
CCCS SS
CCCS CCNCCNC
NCCO CCCCC
NCCO OCCCCNC
NCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
CCCCCN CCCC
CCCCCN CCOC
CCCCCN CCCc
CCCCCN CCn
CCCCCN CCCOc
CCCCCN CCCNCc
CCCCCN CCCCCCN
CCCCCN CCCCCS
NCCNC N
CCCCCCC OCCCCCN
45 1
COCCO CCCCCC
COCCO CCCSc
COCCO CCON
COCCO CCCOCc
COCCO CCCOCF
OP OC
OP OCC
OCCCC CCCNC
OCCCC CCCCCNc
OCCCC CCOCCCC
COP O
COP OC
COP SO
CCOCCO CCCOc
CCOCCO CCCNc
CCOCCO CCCCCO
CCOCCO CCCCCCNC
OCCCO CCCCc
OCCCO CCCCOC
OCCCO CCCCCc
OCCCO CCCOCCCOc
OCCCO CCCOCCCO
OCCCN N
OCCCN OC
OS P
OS CCOCCO
OS POC
OS OOO
CSCCN CCCN
CNCCN CCOC
CNCCN CCOc
CNCCN CCCc
CNCCN CCNc
CNCCN CCCCCCCN
CNCCN CCCCCCCCNCCNCc
CCCCOC NC
CCCCOC OCc
CCCCOC OCP
CCCCCNC P
CCCCCNC l
CNCCO N
CNCCO P
CNCCO CCOCC
NCCS OC
NCCS CCCCC
NCCS CCCCCC
NCCS CCCn
NCCS CCCOC
NCCS CCCl
NCCS SCCC
NCCS SCCO
NCCS SCCNc
OCCNC O
CCCCCCCCCCCC l
CCCCCCCCCCCC CCNS
CCCCCCCCCCCC CCOCc
CCCCCCCCCCCC CCCCNS
CCCCCCCCCCCC OCCOS
CCCCCCCCCCCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
24 1
NCCCNC l
ON CCCCC
ON Oc
ON CCCCCCCCCCCC
CCCCS CN
CCCCS CCO
CCCCS NS
CCCCS CCCOc
CCCCS SCC
CCCCS SCc
CCCCS CCCCCCCCCCC
CCCCS SCCCS
CCCCS CCOCN
COCCCN P
COCCCN CCO
CCCCCO n
CCCCCO CCCCC
CCCCCO CCCCCCC
CCCCCO CCCCCOC
NCCCCN N
NCCCCN OCCCN
NCCCCN CCCCCCCN
NCCCCN CCCCCCNCc
NCCCCN CCCNCCCN
NCCCCN CCNCCCc
NCCCCN CCCCNCCCNC
OCCOC OCc
NCCOC N
OO SC
CCCSC P
CCCCCCN CCOC
CCCCCCN CCCO
NCCCCC OCCN
NCCCCC SS
NCCCCC SCCCO
COCCOC Nc
COCCOC OCCN
COCCOC OCCC
COCCCNC N
CCCCCCCCCCCCCCCC CCCNC
CCCCCCCCCCCCCCCC CCCCN
CCCCCCCCCCCCCCCC Sc
CCCCCCCCCCCCCCCC CCCCNC
CCCCCCCCCCCCCCCC SCc
CCCCCCCCCCCCCCCC CCSc
CCCCCCCCCCCCCCCC CCNS
CCCCCCCCCCCCCCCC CCCCCCCCc
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCNC
CCCCCCCCCCCCCCCC CCSS
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCOP
CCCCCCCCCCCCCCCC CCCOP
CCCCCCCCCCCCCCCC CCNCCOc
CCCCCCCCCCCCCCCC CCCCCCCCCCCCO
CCCCCCCCCCCCCCCC OCCCOCCCC
CCCCCCCCCCCCCCCC OCOCCCOC
CCCOCC CCN
NCCCO S
NCCCO CCCOc
NCCCO CCOCCCNC
NCCCO CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO
OCOC S
OCOC n
OCOC OCO
CCOCCN CCc
CCOCCN CCCN
CCOCCN CCNC
SCCN CCCC
SCCN CCOc
SCCN CCCOc
SCCS CCCN
SCCS CCSc
SCCS SCCSc
CCCCCCO CCCO
CCCCCCO CCCc
CCCCCCO CCCNC
CCCCCCO CCCCCCCC
CCCCCCO CCCOc
CCCCCCO CCCCCCCCC
CP CCc
CP NCCCC
CP ON
CCCCCOC N
CCCCCOC Nc
CCCCCOC NCCO
SCCC P
CCCCCCCCC l
CCCCCCCCC OCc
CCCCCCCCC ON
CCCCCCCCC OCCCCCN
CCCCCCCCCCC SCC
NP CC
NP CCCO
COS N
35 2
NCCCCCC F
NCCCCCC P
10 3
10 4
10 5
10 32
COCCCC P
COCCCC OCC
COCCCC CCS
COCCCC SC
COCCCC CCCOc
COCCCC CCCOC
CCCCCCCCCCCCCC I
11 1
11 8
11 13
OCCCCN CCCNCCCN
CNCCCN CCc
CNCCCN CCCNC
CNCCCN CCNc
CNCCCN CCCCCCN
CNCCCN CCCCCCCCCCN
CNCCCN CCCCCCCCCCCCN
CNCCCN CCCCCCCCCN
CNCCCN CCOCCNc
CNCCCN CCCCNCCCNC
CNCCCN CCSP
CNCCCN CCCSP
CNCCCN CCOCCOCCNc
CNCCCN CCCCCNCCCNCc
OCCCCC I
OCCCCC SC
OCCCCC SCC
OCCCCC ON
NNNN CCCCC
COCO CCCOC
CNCCCC l
CNCCCC CCNS
CNCCCC CCNCCCCCN
CCCCCS P
CCCCCS CCNC
CCCCCS CCCCCCCCCC
CCCCCS SCCCCS
OCCS Sc
OCCS SCC
OCCS CCNc
OCCS CCON
OCCS SCCNC
OCCS CCCCCCCCCCS
CCCCCCCCCCCCC B
CCCCCCCCCCCCC l
CCCCCCCCCCCCC OCc
CCCCCCCCCCCCC Sc
NCCCS CCNC
CCOCCOCCOCCO Cc
CCOCCOCCOCCO CCCNC
CCOCCOCCOCCO CCOCCNC
CCOCCOCCOCCO CCON
CCOCCOCCOCCO CCCCOCC
CCOCCOCCOCCO CCOCCOCCOCCOCCNC
CCOCCOCCOCCO CCOCCOCCOCCOC
CCOCCOCCOCCO CCOCCOCCn
CCOCCOCCOCCO CCOCCOCCOCCn
CCOCCOCCOCCO CCOCCOCCOCCC
CCCCCCCCCCCCCCC l
CCCCCCCCCCCCCCC Br
CCCCCCCCCCCCCCC SC
OCCCCO n
OCCCCO CCOC
CCCSCC P
CCCSCC NCc
CCP CCCC
CCCCCCCCN CCO
CCCCCCCCN CCc
CCCCCCCCN CCOc
CCCCCCCCN CCCNCCC
CCCCCCCCN CCCNCCCC
CCCCCCCCN CCCSCCCN
-]( -
CCCCCCCN O
CCCCCCCN CCc
CCCCCCCN CCCCC
CCCCCCCN CCNCC
CCCCCCCN CCNS
CCCCCCCN CCCCNCc
NCCCCCCCC CCCc
NCCCCCCCC Sc
NCCCCCCCC CCCNc
NCCCCCCCC CCCCCCCCCCCC
CCOCCCN CCO
CCOCCCN CCc
CCOCCCN CCCNC
CCOCCCN CCCOCCN
NCCOCCO CCOCCNCc
OOC l
SCCO CCOCC
SCCO CCCl
NCCCCCN CCc
NCCCCCN OCCCN
NCCCCCN CCCCCNC
COCCS NC
COCCS CCCC
COCCS CCOCCOCCSCCO
COCCS CCOCCOCCCCCO
OCCCCCCCC CCCc
OCCCCCCCC SC
OCCCCCCCC CCCNc
OCCCCCCCC CCCSC
OCCCOC SC
CCOCCOCCO CCCCCNC
CSCCS NC
SCCCS CCSCCCS
ONC O
SS Nc
SS CCOC
SS SSC
NCCCCCCCN CCCCN
OCCOCC Sc
CSCCCN CCOc
CNCCCO CCCl
CNCCCO CCOCCc
CCSS SCCc
NCCCCCCN CCO
NCCCCCCN CCCCC
NCCCCCCN CCOc
NCCCCCCN CCCCCCN
NCCCCCCN CCCCCCCCNCCCCCCN
NCCCCCCN CCSSCCNCCCCCCN
NCCCNCCCCN CCSc
NCCCCO P
COCOC NS
CCOCCCC CCS
CCOCCCC SC
CCOCCCC CCCCCc
CCOCCCC CCCCCO
CCCCOCCN CCO
CNCCCCN CCc
CNCCCCN CCCCCCCCNCCCCNCc
CNCCCCN CCCCCCCNCCCCNCc
CNCCS SC
CNCCS SCCNCc
CCCNCCN CCNC
CCCNCCN CCCn
CCCCCCCCCCN CCO
CCCCCCCCCCN CCOc
CCCCCCCCCCN CCCCCNCc
CCCCCCCCCCN CCSSCc
COCCOCCN CCCN
COCCOCCN CCNC
SCCCC CCS
SCCCC CCCCCc
SCCCC CCCCCO
OCCCS SCCN
OCCCCCCN CCO
CCCCCCCCCCCCN CCC
CCCCCCCCCCCCN CCN
CCCCCCCCCCCCN CCCC
CCCCCCCCCCCCN CCCCCCN
CCCCCCCCCCCCN CCCCCCNCc
CCCNCCCN CCCCCCCCNCCCNCCC
OCCOCCO CCOCCS
COCCCS CCS
COCCCCN CCCCCC
CCSCCN CCCN
CCNCCO CCNc
CCCCCCCCCCCCCCCCC OCC
CCCCCCCCCCCCCCCCC OS
CCCCCCCCCN CCCCCCN
CNCCOCC Sc
OCCCCCCC Nc
CCCCCCS P
CCCCCCS NC
CCCCCCS CCCN
CCCCCCCCCCNC l
NOCCO CCOCCOCCC
CCCOP O
CNCCCCCCN CCCCCCN
CNCCCCCCN CCCCCCCCCCCN
CNCCCCCCN CCCCCCCCCCCCCCN
CNCCCCCCN CCCCNCCCCCCNCc
CNCCCCCCN CCCCCCCCCNCCCCCCN
CCCCCCCO S
CCCCCCCO CCC
CCCCCCCO CCCCCC
CCCCCCCO CCCCCCOC
CNCCCCC I
OCCCCCO n
NCCOCCOCCN CCCCOc
CSCCCC SCc
CSCCCC CCOP
20 6
CCOCCOCCOCCOCCOCCOCCOCCO CCOCCOCCNC
OCCOCCOCCO CCC
OCCOCCOCCO CCCO
COCCCO CCCOC
COCCCO CCCCCCNC
OCCCCCCO n
OCCCCCCO CCCc
CCSSCCN CCCCCCCCCCN
CCSSCCN CCCCCCCCCCNCc
CCSSCCN CCCCCCCCCNCc
NCCOCCOCCO CCOCC
NCCOCCOCCO CCOCCNC
NCCOCCOCCO CCOCc
NCCOCCOCCO CCCCCCCl
NCCCNCCCCNCCCN CCCNC
NCCCNCCCCNCCCN CCCCN
NCCCNCCCCNCCCN CCCNc
NCCCNCCCCNCCCN CCCCCNc
CCCCCCCCCCCCCCCCN CCCNCCCCN
CCCCCCCCCCCCCCCCN CCCNCCCNCCCN
CCCCCCCCCCCCCCCCN CCCNCCCNCCCCNCCCN
CCCCOCCO CCC
CCCCOCCO CCc
CCCCOCCO CCOCCCN
CCCCOCCO CCOCCOCCO
CCCCNCCCN CCCCCCCCNCCCNCCCC
CSS CS
CCNCCS CCCOCCc
CCNCCCO CCCNCC
CB Br
CCCCCCCCCCO n
CCCCCCCCCCO CCCCc
CCNCCCC CCCNCC
CCCCCCCCCCCCS CCCCCCCCCCCCCCCCCCC
NCCCOCCOCCO CCCNc
CCCCCCCCCCCCO CCCCOC
OCCOCCOCC P
OCCOCCOCCOCCO CCOCCNC
OCCOCCOCCOCCO CCOCCn
COCCOCCOCCO CCOCCNC
OCCCCCCCCCCCC CCCOc
OCCCCCCCCCCCCCCCC SC
OCCCCCCCCCCCCCCCC CCCCOc
OCCCCCCCCCCCCCCCC CCCCCCC
OCCCCCCCCCCCCCCCC OP
CCCCCCCCCCCCCCCCCCCC CCN
CCCCCCCCCCCCCCCCCCCC CCn
CCCCCCCCCCCCCCCCCCCC CCOP
OCCCCCCCCCCC F
OCCCCCCCCCCC Br
OCCCCCCCCCCC SCc
SCCCCC SC
SCCCCC OCCCSCCC
NCCCCCCCCN CCCCCCCCN
NCCCCCCCCCCCC SC
NCCCNCCCN CCn
NCCCNCCCN CCCNCc
CCCCCCOCC CCCN
SCCCCCC l
OCCOCCOCCOCCOCCO S
OCCOCCOCCOCCOCCO Cc
OCCOCCOCCOCCOCCO CCOCC
OCCOCCOCCOCCOCCO CCOCc
OCCOCCOCCOCCOCCO CCOCCOC
OCCOCCOCCOCCOCCO CCOCCOCCO
OCCOCCOCCOCCOCCO CCOCCOCC
OCCOCCOCCOCCOCCO CCOCCOCCOc
OCCOCCOCCOCCOCCO CCOCCOCCOCCOC
OCCOCCOCCOCCOCCO CCOCCOCCOCCOc
COCCOCCOCC F
COCCOCCOCCOCCOCCO Cc
COCCOCCOCCOCCOCCO CCOc
COCCOCCOCCOCCOCCO CCOCCOCCOC
NCCNCCN CCNCC
COCCP CCc
CNCCCS CCNCCc
CNCCCS CCOCCc
CNCCCS CCCOCCc
COCCOCCO CCOCCn
CNCCCCCCCC CCCCNCC
CNCCOCCO CCOCC
CNCCOCCO CCOCCN
NCCCOCCO OCCCCCNC
CCSCCS CCO
CSO OCCC
NCCCCNCCCN CCCCC
NCCOCCOCCOCCOCCO CCOC
NCCOCCOCCOCCOCCO CCNc
NCCOCCOCCOCCOCCO CCOCCN
NCCOCCOCCOCCOCCO CCOCCOCCOC
NCCOCCOCCOCCOCCO CCOCCNS
NCCOCCOCCOCCOCCO CCOCCCc
NCCOCCOCCOCCOCCO CCCCCCCl
NCCOCCOCCOCCOCCO CCOCCOCCOCc
CNCCCCCCO CCC
CNCCCCCN CCCCCCCCCCNCCCCCNCc
CCCCCCCCCS P
CCCCCCCCCS CCCCCCCC
NCCCCNCCCCN CCCc
PP N
CCNCCCS CCNC
CCNCCCS CCOCCc
NCCCNCCCCCCCN CCCN
NCCCNCCCCCCCN CCCNc
NCCCNCCCNCCCN CCCN
NCCCNCCCNCCCN CCCNCc
COCCCCCCCC OCCC
CCCNCCCCN CCCNCCCN
NCCCCCCCCCCN CCSSCCNCCCCCCCCCCN
SCCCCCCCC CCSC
CCNCCCCC OCCc
CNCCCCCCCCCN CCSSCCNCCCCCCCCCNCc
CCNCCCNCCCN CCCNCCC
NCCCNCCCCCCN CCCCCCCCNCCCCCCNCc
NCCCNCCCCCCN CCCCCCCCNCCCCCCN
CCCSS CCCCSSCCCS
CCCCCCCCCCCCCCCCCCO CCCOP
NCCCCCCCCCCCCCCCC CCCCCCCCNC
OCCCCCCCCCCCCCCC l
SCOC OP
NCCCNCCCO CCCNCCCN
SCCCCCS SCCCCCS
CCCSSCCCC CCOP
CNCCCCCCNCC CCCNCCCCCCN
NCCOCCOCCOCCOCCOCCOCCOCCOCCO CCO
Sr H
CCNCCCCNCCCCNCCCCNCCCCN CCCCNCCCCNCCCCNCCCCNCCCCNCC
CCNCCCCNCCCCNCCCCNCCCCN CCCCNCCCCNCCCCNCC
CCCCCCCCCCCCSCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
CCCCCCCCCCCCSCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CCCCOCCOCCOCCO CCC
CCCCOCCOCCOCCO CCOCC
CNCCCNCCCN CCCNCC
CCNCCNCCNCCN CCNC
CCNCCCNCCCCN CCCNCCN
CCNCCCNCCCCN CCCNCCC
CCOCCCS CCNCCc
CNCCCCCCCCCCN CCSSCCNCCCCCCCCCCNCc
